Repository: b-jesch/skin.estuary.modv2
Catalog: language/resource.language.*/strings.po
Languages: de_de, es_es, he_il, hu_hu, it_it, nl_nl, pt_br, ru_ru, sk_sk, zh_cn

# #40080
source: Show music visualisation screen when playing song
es_es: Mostrar visualización de música mientras se reproduce una canción
it_it: Mostra la schermata di visualizzazione musicale durante la riproduzione della canzone

# #40081
source: Enable ExtraFanarts for background
es_es: Habilitar ExtraFanarts para el fondo
it_it: Abilita Extrafanart per lo sfondo

# #40082
source: Animate background
es_es: Fondo animado
it_it: Animare lo sfondo

# #40083
source: Show visualisation effects
es_es: Mostrar efectos de visualización
it_it: Mostra effetti di visualizzazione

# #40084
source: Show music visualisation effects on background
es_es: Mostrar efectos de visualización de fondo para la música
it_it: Mostra effetti di visualizzazione musicale sullo sfondo

# #40085
source: Show video on background
es_es: Mostrar vídeo en el fondo
it_it: Mostra video sullo sfondo

# #40086
source: Disable Kodi screensaver
es_es: Deshabilitar salvapantallas de Kodi
it_it: Disabilita salvaschewrmo di Kodi

# #40087
source: Show album CDArt
es_es: Mostrar CDArt del álbum
it_it: Mostra CDArt album

# #40088
source: Show Clearlogo on video info
es_es: Mostrar Clearlogo en la información del vídeo
it_it: Mostra Clearlogo sulle info video

# #40089
source: Show artist Clearlogo
es_es: Mostrar Clearlogo de artistas
it_it: Mostra Clearlogo artista

# #40090
source: Next tracks
es_es: Siguientes pistas
it_it: Prossime Tracce

# #40091
source: Show artist banner
es_es: Mostrar banner del artista
it_it: Mostra banner artista

# #40092
source: Lyrics source
es_es: Fuente de letras
it_it: Sorgente testi

# #40093
source: Media flags color
es_es: Color de los indicadores de medios
it_it: Colore etichette info media

# #40094
source: Show ClearArt on video info
es_es: Mostrar ClearArt en la info de vídeo
it_it: Mostra Clearart sulle info video

# #40095
source: Show CDArt on video info
es_es: Mostrar CDArt en la info de vídeo
it_it: Mostra CDArt sulle info video

# #40096
source: Actors list
es_es: Lista de actores
it_it: Lista Attori

# #40097
source: Hide widget
es_es: Ocultar widget
it_it: Nascondi widget

# #40098
source: Manage items from 'Movies' widget
es_es: Gestionar elementos del widget 'Películas'
it_it: Gestione elementi dal widget 'Film'

# #40099
source: Manage items from 'TV shows' widget
es_es: Gestionar elementos del widget 'Series'
it_it: Gestione elementi dal widget 'Serie TV'

# #40100
source: Manage items from 'Music' widget
es_es: Gestionar elementos del widget 'Música'
it_it: Gestione elementi dal widget 'Musica'

# #40101
source: Manage items from 'Music videos' widget
es_es: Gestionar elementos del widget 'Vídeos Musicales'
it_it: Gestione elementi dal widget 'Video musicali'

# #40102
source: Manage items from 'TV' widget
es_es: Gestionar elementos del widget 'TV'
it_it: Gestione elementi dal widget 'TV'

# #40103
source: Manage items from 'Radio' widget
es_es: Gestionar elementos del widget 'Radio'
it_it: Gestione elementi dal widget 'Radio'

# #40104
source: Manage items from 'Add-ons' widget
es_es: Gestionar elementos del widget 'Add-ons'
it_it: Gestione elementi dal widget 'Add-ons'

# #40105
source: Manage items from 'Videos' widget
it_it: Gestione elementi dal widget 'Video'

# #40106
source: Customize main menu
es_es: Personalizar menú principal
it_it: Personalizza il menu principale

# #40107
source: Next airing episodes
es_es: Próximas emisiones de episodios
it_it: Prossimi episodi in onda

# #40108
source: Studios icons pack
es_es: Pack de iconos de estudios
it_it: Pacchetto icone Studio

# #40109
source: Records labels icons pack
es_es: Pack de iconos de sellos discográficos
it_it: Pacchetto icone etichette di registrazione

# #40110
source: Video genres icons pack
es_es: Pack de iconos de géneros de vídeo
it_it: Pacchetto icone genere video

# #40111
source: Settings applying to library.
es_es: Ajustes aplicados a colección
it_it: Impostazioni che si applicano alla libreria

# #40112
source: Display of Artworks related settings.
es_es: Ajustes relativos a Artwork.
it_it: Visualizzazione delle impostazioni relative agli Artworks

# #40113
source: Visualization of the music screen related settings.
es_es: Ajustes relativos a la visualización de Música.
it_it: Visualizzazione delle impostazioni relative alla schermata musicale.

# #40114
source: Visualization of the video screen related settings.
es_es: Ajustes relativos a la visualización de vídeo.
it_it: Visualizzazione delle impostazioni relative alla schermata video.

# #40115
source: Skin colors related settings.
es_es: Ajustes relativos a los colores del skin.
it_it: Impostazioni correlate dei colori della skin.

# #40116
source: Necessary addons for good performance.
es_es: Add-ons necesarios para una experiencia óptima
it_it: Addons necessari per buone prestazioni.

# #40117
source: Backup and restore skin settings.
es_es: Ajustes para el backup y restauración del skin.
it_it: Impostazioni Backup e ripristino skin

# #40118
source: Additional settings.
es_es: Ajustes adicionales.
it_it: Impostazioni Aggiuntive

# #40119
source: Show, add and remove animated posters
it_it: Mostra, aggiungi e rimuovi poster animati

# #40120
source: Next aired episode
es_es: Siguiente episodio a emitirse
it_it: Prossimo episodio in onda

# #40121
source: Thumbs with banners
es_es: Miniaturas con banners
it_it: Anteprime con banner

# #40122
source: Hardware info
es_es: Info del Hardware
it_it: Info hardware

# #40123
source: Hard disk usage:
es_es: Uso del disco duro:
it_it: Uso hard disk:

# #40124
source: Opacity for top and bottom bars
es_es: Opacidad de las barras superior e inferior
it_it: Opacità per le barre superiore e inferiore

# #40125
source: Power menu style
es_es: Estilo del menú de apagado
it_it: Stile del menu alimentazione

# #40126
source: Hide thumbs episodes to avoid spoilers
es_es: Ocultar miniaturas de episodios para evitar spoilers
it_it: Nascondi anteprime episodi per evitare spoilers

# #40127
source: Preconfigured widgets
es_es: Widgets preconfigurados
it_it: Widgets preconfigurati

# #40128
source: Go up item
es_es: Mover elemento arriba
it_it: Elemento su

# #40129
source: Go down item
es_es: Mover elemento abajo
it_it: Elemento giù

# #40130
source: Add item
es_es: Añadir elemento
it_it: Aggiungi elemento

# #40131
source: Delete item
es_es: Borrar elemento
it_it: Elimina elemento

# #40132
source: Disable item
es_es: Deshabilitar elemento
it_it: Disabilita elemento

# #40133
source: Enable item
es_es: Habilitar elemento
it_it: Abilita elemento

# #40134
source: Not defined
es_es: No definido
it_it: Non definito

# #40136
source: Set type of widgets
es_es: Ajustar tipo de widgets
it_it: Imposta tipo di widgets

# #40137
source: Widget appearence
es_es: Apariencia de widgets
it_it: Aspetto widget

# #40139
source: Thumbs without banners
es_es: Miniaturas sin banners
it_it: Anteprime senza banners

# #40140
source: Squares
es_es: Cuadros
it_it: Quadrati

# #40141
source: Enable background of 'Power options' shortcut
es_es: Habilitar fondo para el acceso a 'Opciones de Apagado'
it_it: Abilita sfondo per scorciatoia 'Opzioni Alimentazione'

# #40142
source: Enable background of 'Settings' shortcut
es_es: Habilitar fondo para el acceso a 'Ajustes'
it_it: Abilita sfondo per scorciatoia 'Impostazioni'

# #40143
source: Enable background of 'Search...' shortcut
es_es: Habilitar fondo para el acceso a 'Buscar...'
it_it: Abilita sfondo per scorciatoia 'Cerca...'

# #40144
source: Background
es_es: Fondo
it_it: Sfondo

# #40145
source: Music videos - Library
es_es: Vídeos Musicales - Colección
it_it: Vidoe Musica - Libreria

# #40146
source: Mosaic (vertical)
it_it: Mosaico (verticale)

# #40147
source: View
es_es: Vista
it_it: Vista

# #40148
source: None
es_es: Ninguno
it_it: Nessuno

# #40149
source: Enable forced views
es_es: Habilitar vistas forzadas
it_it: Abilita viste forzate

# #40150
source: Forced view for movies
es_es: Vistas forzadas para películas
it_it: Viste forzate per film

# #40151
source: Forced view for movie sets
es_es: Vistas forzadas para sagas
it_it: Viste forzate per raccolte film

# #40152
source: Forced view for movies inside set
es_es: Vistas forzadas para películas de sagas
it_it: Viste forzate per film all'interno di raccolte

# #40153
source: Forced view for tv shows
es_es: Vistas forzadas para series
it_it: Viste forzate per serie tv

# #40154
source: Forced view for seasons
es_es: Vistas forzadas para temporadas
it_it: Viste forzate per stagioni

# #40155
source: Forced view for episodes
es_es: Vistas forzadas para episodios
it_it: Viste forzate per episodi

# #40156
source: Forced view for artists
es_es: Vistas forzadas para artistas
it_it: Viste forzate per artisti

# #40157
source: Forced view for albums
es_es: Vistas forzadas para álbumes
it_it: Viste forzate per album

# #40158
source: Forced view for music videos
es_es: Vistas forzadas para vídeos musicales
it_it: Viste forzate per video musica

# #40159
source: Show fullscreen video info for movies and TV shows
es_es: Mostrar info en pantalla completa para películas y series
it_it: Mostra info per film e serie Tv a tutto schermo

# #40160
source: Power menu-related settings: Configure it to your likings.
es_es: Ajustes relativos al menú de apagado - configura a tu gusto.
it_it: Impostazioni relative al menù Alimentazione: Configura come preferisci.

# #40161
source: All channels
es_es: Todos los canales
it_it: Tutti i canali

# #40162
source: All radios
es_es: Todas las emisoras
it_it: Tutte le radio

# #40163
source: Fixed lyrics colors
es_es: Colores fijos para letras
it_it: Colori fissi testi

# #40164
source: Greyed out watched items
es_es: Elementos vistos en gris
it_it: Elementi visti in grigio

# #40165
source: Jump to letter
es_es: Ir a letra
it_it: Salta alla lettera

# #40166
source: Lists (up to 8 items)
es_es: Listas (hasta 8 elementos)
it_it: Liste (fino a 8 elementi)

# #40167
source: Sort method of widget
es_es: Método de ordenación de widgets
it_it: Metodo di ordinamento del widget

# #40168
source: Sort direction of widget
es_es: Dirección de ordenación de widgets
it_it: Direzione ordinamento del widget

# #40169
source: Press [B]OK[/B] to read description or [B]Left[/B] to show back thumb
es_es: Pulsa [B]OK[/B] para leer descripción or [B]Izquierda[/B] para mostrar miniatura
it_it: Premi [B]OK[/B] per leggere la descrizione oppure [B]Sinistra[/B] per mostrare l'anteprima

# #40170
source: Show CDArt on movies widgets
es_es: Mostrar CDArt en widgets de películas
it_it: Mostra CDArt sui widgets fil

# #40171
source: Show movies CDArt
es_es: Mostrar CDArt en películas
it_it: Mostra CDArt film

# #40172
source: Games sources
es_es: Fuentes de Juegos
it_it: Sorgenti giochi

# #40173
source: Your games library is currently empty. In order to populate it with your personal games, add a games source. After the source has been added you will be able to browse your games list. You will also need to install necessary add-ons for games.
es_es: Tu colección de Juegos está vacía. Para rellenarla, añade una fuente de juegos y configúrala. Después de que se haya añadido e indexado, podrás navegar por tu colección. Necesitarás instalar también los add-ons necesarios para jugar.
it_it: La tua libreria giochi è attualmente vuota. Per riempirla con i tuoi giochi personali, aggiungi una sorgente di giochi. Dopo che la sorgente è stata aggiunta, sarai in grado di sfogliare la tua lista dei giochi. Dovrai anche installare i componenti aggiuntivi necessari per i giochi.

# #40174
source: Your pictures library is currently empty. In order to populate it with your personal pictures, add a pictures source. After the source has been added you will be able to browse your pictures list.
es_es: Tu colección de Fotos está vacía. Para rellenarla, añade una fuente de imágenes y configúrala. Después de que se haya añadido e indexado, podrás navegar por tu colección.
it_it: La tua libreria immagini è attualmente vuota. Per riempiral con le tue immagini personali, aggiungi una sorgente immagini. Dopo che la sorgente è stata aggiunta, sarai in grado di sfogliare la tua lista immagini

# #40175
source: Pictures sources
es_es: Fuentes de imágenes
it_it: Sorgenti immagini

# #40176
source: Show colored outline
es_es: Mostrar la línea-resumen coloreada
it_it: Mostra outline colorata

# #40177
source: Music files
es_es: Archivos de música
it_it: Files musica

# #40178
source: Current playlist
es_es: Playlist activa
it_it: Playlist corrente

# #40179
source: Show animated lyrics
es_es: Mostrar letras animadas
it_it: Mostra testi animati

# #40180
source: Press [B]Up[/B] for extended info
es_es: Pulsa [B]Arriba[/B] para Más Información
it_it: Premi [B]Su[/B] per info estese

# #40181
source: Movies set information
es_es: Información de Sagas
it_it: Informazioni Raccolte film

# #40182
source: Extended information
es_es: Más Información
it_it: Informazioni estese

# #40183
source: Correct password ! This menu is now available for
es_es: Â¡Contraseña correcta ! Este menú está ahora disponible
it_it: Password corretta ! Questo menu è ora accessibile per

# #40184
source: minute(s)
es_es: minuto(s)
it_it: minuto(i)

# #40185
source: Incorrect password ! Please Retry.
es_es: Contraseña incorrecta! Inténtalo de nuevo.
it_it: Password errata ! Per favore riprovare

# #40186
source: Password protection
es_es: Proteger con contraseña
it_it: Protezione password

# #40187
source: Parental control
es_es: Control parental
it_it: Controllo genitoriale

# #40188
source: Set password protection for menu items
es_es: Añadir protección por contraseña a elementos del menú
it_it: Impstare password per gli elementi del menu

# #40189
source: Password has been successfully set !
es_es: El password se ha configurado corrrectamente
it_it: la password è stat impostata correttamente !

# #40190
source: Accessibility duration for menu items
es_es: Duración de la accesibilidad para los elementos del menú
it_it: Durata accesso per gli elementi del menu

# #40191
source: Password-protected content.[CR]Press [B]Enter[/B] and please enter password.
es_es: Contenido protegido por contraseña.[CR]Pulse [B]Intro[/B] y escribe la contraseña.
it_it: Password-contenuti protetti.[CR]Premi [B]Enter[/B] e scrivi la password.

# #40192
source: Please enter password
es_es: Por favor, escribe la contraseña
it_it: Per favore scrivi la password

# #40195
source: Enable Next Up popup for Live TV
es_es: Habilitar notificación de A Continuación para la TV en vivo
it_it: Abilita menu a scomparsa Prossimo per la TV in diretta

# #40196
source: Next up
it_it: Prossimo

# #40197
source: Show 'Settings' shortcut widget
es_es: Mostrar acceso al widget de 'Ajustes'
it_it: Mostra widget per la scorciatoia 'Impostazioni'

# #40198
source: It's necessary to reboot Kodi and '[B]Reset main menu and power menu settings[/B]' in skin settings after installation of this version.
es_es: Es necesario reiniciar Kodi y '[B]resetear los ajustes del menú principaly del menú de apagado[/B]' en los ajustes del skin tras instalar esta versión
it_it: E' necessario riavviare Kodi e '[B]resettare il menu principale e le impostazioni menu alimentazione[/B]' nelle impostazioni della skin dopo l'installazione di questa versione.

# #40199
source: Warning!
es_es: Â¡Advertencia!
it_it: Attenzione!

# #40200
source: Do not display anymore
es_es: No mostrar nunca más
it_it: Non mostrare più

# #40201
source: Rating text color
es_es: Color del texto de las puntuaciones
it_it: Colore testo valutazione

# #40202
source: Show visualisation effects behind background
es_es: Mostrar efectos de visualización tras el fondo
it_it: Mostra effetti di visualizzazione dietro lo sfondo

# #40203
source: Posters panel
es_es: Panel de Posters
it_it: Pannello di posters

# #40204
source: Widgets to personalize
es_es: Widgets a personalizar
it_it: Widgets da personalizare

# #40205
source: Vertical panel (1 item)
es_es: Panel vertical (1 elemento)
it_it: Pannello Verticali (1 elemento)

# #40206
source: Thumbs without banners panel
es_es: Miniaturas sin Panel de Banners
it_it: Anteprime senza pannello banners

# #40207
source: Thumbs with banners panel
es_es: Miniaturas con Panel de Banners
it_it: Anteprime con pannello banners

# #40208
source: Squares panel
es_es: Panel de Cuadros
it_it: Pannello quadrati

# #40209
source: Banners panel
es_es: Panel de Banners
it_it: pannello banners

# #40210
source: Miniatures
es_es: Miniaturas
it_it: Miniature

# #40211
source: Miniatures panel
es_es: Panel de Miniaturas
it_it: Pannello miniature

# #40212
source: Double lists
es_es: Listas Dobles
it_it: Liste doppie

# #40213
source: Show Skin Helper Service widgets settings
es_es: Mostrar ajustes del widget Skin Helper Service
it_it: Mostra impostazioni Skin Helper Service widget

# #40214
source: Triple lists
es_es: Listas Triples
it_it: Liste triple

# #40215
source: Show clearlogos at the top of menu
es_es: Mostrar clearlogos en la parte superior del menú
it_it: Mostra clearlogo sul menu in alto

# #40216
source: Minimize main menu
es_es: Minimizar menú principal
it_it: Minimizza il menu principale

# #40217
source: Show item label on top
es_es: Mostrar etiqueta de elemento en la parte superior
it_it: Mostra etichetta elemento in alto

# #40218
source: Required add-ons
es_es: Add-ons requeridos
it_it: Add-ons richiesti

# #40219
source: Optional add-ons
es_es: Add-ons opcionales
it_it: Add-ons opzionali

# #40220
source: Directed by
es_es: Dirigido por
it_it: Diretto da

# #40221
source: Similar to
es_es: Similar a
it_it: Simile a

# #40222
source: Play trailers in full screen
es_es: Reproducir trailers a pantalla completa
it_it: Riproduci traile a schermo intero

# #40223
source: Enable gradient colors
es_es: Habilitar colores gradientes
it_it: Abilita colori con gradiente

# #40224
source: Secondary color
es_es: Color secundario
it_it: Colore secondario

# #40225
source: Use small OSD
es_es: Usar OSD pequeño
it_it: Usa OSD piccolo

# #40226
source: Personalize 'Categories' widget
es_es: Personalizar el widget 'Categorías'
it_it: Personalizza widget 'Categorie'

# #40227
source: Classic list
es_es: Lista clásica
it_it: Lista classica

# #40228
source: Icons list
es_es: Lista de iconos
it_it: Lista icone

# #40229
source: Configure personal API keys
es_es: Configurar claves API personales
it_it: Configura API keys personali

# #40230
source: Hide video info when video is paused
es_es: Ocultar info de vídeo cuando el vídeo está en pausa
it_it: Nascondi informazioni quando il video è in pausa

# #40231
source: Show scrolling text
es_es: Mostrar texto desplazándose
it_it: Mostra testo scorrevole

# #40232
source: Scrapers ratings
es_es: Puntuaciones de Scrapers
it_it: Valutazioni estratte

# #40233
source: My ratings
es_es: Mis puntuaciones
it_it: Le mie valutazioni

# #40234
source: win
es_es: victoria
it_it: vincita

# #40235
source: wins
es_es: victorias
it_it: vincite

# #40236
source: Oscars
it_it: Oscar

# #40237
source: Hide fanart opacity in fullscreen mode
es_es: Ocultar fanart opaco en el modo a pantalla completa
it_it: Nascondi opacità fanart in modalità schermo intero

# #40238
source: Show a border for media
es_es: Mostrar un borde en los medios
it_it: Mostra un bordo per i media

# #40239
source: Get all Artworks
es_es: Obtener todos los Artworks
it_it: Ottinei tutti gli Artworks

# #40240
source: Standard colors for genres
es_es: Colores estandar para géneros
it_it: Colori standar per generi

# #40241
source: Pause video during access to info
es_es: Pausar video mientras accede a la información
it_it: Video in pausa durante accesso informazioni

# #40242
source: Last aired episode
es_es: Último episodio emitido
it_it: Ultimo episodio in onda

# #40244
source: Configure media flags
es_es: Configurar indicadores de medios
it_it: Configura etichette media

# #40245
source: Show media source
es_es: Mostrar fuentes de medios
it_it: Mostra sorgente del media

# #40246
source: Show media resolution
es_es: Mostrar resolución de medios
it_it: Mostra risoluzione del media

# #40247
source: Show media video codec
es_es: Mostrar codec de vídeo de medios
it_it: Mostra codec video del media

# #40248
source: Show media aspect ratio
es_es: Mostrar ratio de aspecto de medios
it_it: Mostra aspect ratio del media

# #40249
source: Show media audio codec
es_es: Mostrar codec de audio de medios
it_it: Mostra codec audio del media

# #40250
source: Show media audio channels
es_es: Mostrar canales de audio de medios
it_it: Mostra canali audio del media

# #40251
source: Show media duration
es_es: Mostrar duración de medios
it_it: Mostra durata del media

# #40252
source: Show media finish time
es_es: Mostrar hora de finalización de medios
it_it: Mostra tempo di fine del media

# #40253
source: Show media studio logo
es_es: Mostrar logo de estudio de medios
it_it: Mostra il logo dello studio del media

# #40254
source: Show media record label logo
es_es: Mostrar logo de sello discográfico de medios
it_it: Mostra il logo dell'etichetta del record del media

# #40255
source: Show movies of saga
es_es: Mostrar películas de sagas
it_it: Mostra film della saga

# #40256
source: Show albums of artist
es_es: Mostrar albums de artistas
it_it: Mostra album artista

# #40257
source: Show artist ClearArt
es_es: Mostrar ClearArt de artistas
it_it: Mostra clearart artista

# #40258
source: Select Program
es_es: Seleccionar programa
it_it: Seleziona programma

# #40259
source: Enable themes (Valentine's Day, Easter, Halloween & Christmas)
es_es: Habilitar temas (San Valentín, Acción de Gracias, Halloween, Navidad)
it_it: Abilita temi (San Valentino, Pasqua, Halloween & Natale)

# #40260
source: Your library is currently empty.[CR]In order to populate it with your personal media, add sources and configure them.
es_es: Tu colección está vacía.[CR]Para rellenarla con tus medios personales, añade fuentes y configúralas.
it_it: La tua libreria è attualmente vuota.[CR]Per riempirla con i tuoi media personali, aggiungi sorgenti e configurale.

# #40261
source: Recommended Youtube videos
es_es: Vídeos de YouTube recomendadeos
it_it: Video di Youtube raccomandati

# #40262
source: Video countries icons pack
es_es: Pack de iconos de países
it_it: Pacchetto icone nazioni

# #40263
source: No broadcast this day
es_es: No hay emisión este día
it_it: Nessuna trasmissione oggi

# #40264
source: Automatically show music video info at beginning and end of playing
es_es: Mostrar automáticamente info de vídeos musicales al principio y al final de reproducirlos
it_it: Mostra automaticamente le informazioni video musica all'inizio e alla fine della riproduzione

# #40265
source: Background replacement
es_es: Reemplazo de fondo
it_it: Sostituzione sofondo

# #40266
source: Genres panel
es_es: Panel de generos
it_it: Pannello generi

# #40267
source: Most played music videos
es_es: Vídeos Musicales más reproducidos
it_it: Video musica più riprodotti

# #40268
source: Show media names with widgets names
es_es: Mostrar nombres de medios con los nombres de los widgets
it_it: Mostra nomi dei media con i nomi dei widgets"

# #40269
source: Christmas Theme
es_es: Tema de Navidad
it_it: Tema Natale

# #40270
source: Halloween Theme
es_es: Tema de Halloween
it_it: Tema halloween

# #40271
source: Easter Theme
es_es: Tema de Acción de Gracias
it_it: Tema Pasqua

# #40272
source: Valentine's Day Theme
es_es: Tema de San Valentín
it_it: Tema San valentino

# #40273
source: Show channel groups
es_es: Mostrar grupos de canales
it_it: Mostra gruppi canali

# #40274
source: Scope mode for constant image height (CIH) setup
es_es: Modo Scope para una configuración de altura de imagen constante (CIH)
it_it: Modalità obiettivo per l'impostazione dell'altezza costante dell'immagine (CIH)
