Repository: b-jesch/skin.estuary.modv2
Catalog: language/resource.language.*/strings.po
Languages: de_de, es_es, he_il, hu_hu, it_it, nl_nl, pt_br, ru_ru, sk_sk, zh_cn

# #40280
source: Scope mode
es_es: Modo Scope
it_it: Modalità scope

# #40281
source: My ratings and scrapers ratings
es_es: Mis puntuaciones y puntuaciones de Scrapers
it_it: Le mie valutazioni e le valutazioni estratte

# #40282
source: Scrapers ratings text color
es_es: Color de texto para las puntuaciones de Scrapers
it_it: Colore testo valutazionio estratte

# #40283
source: My ratings text color
es_es: Color de texto para mis puntuaciones
it_it: Colore testo le mie valutazioni

# #40284
source: Loading...
es_es: Cargando...
it_it: Caricamento...

# #40285
source: Parental control related settings.
es_es: Ajustes relativos a control parental
it_it: Impostazioni relative al controllo genitoriale

# #40286
source: Select Resolution
es_es: Seleccionar Resolución
it_it: Seleziona risoluzione

# #40287
source: Date added
es_es: Fecha añadida
it_it: Data di aggiunta

# #40288
source: Show extended info
es_es: Mostrar Más Información
it_it: Mostra info estese

# #40289
source: By
es_es: Por
it_it: Da

# #40290
source: Movies from movie set
es_es: Películas de Saga
it_it: Film dalle raccolte

# #40291
source: Press [B]DOWN[/B] to show info from selected movie
es_es: Pulsa [B]Abajo[/B] para mostrar info de la película seleccionada
it_it: Premi [B]GIU'[/B] per mostrare informazioni dal film selezionato

# #40292
source: Lists settings
es_es: Ajustes de listas
it_it: Impostazioni liste

# #40293
source: Actors list
es_es: Lista de Actores
it_it: Lista attori

# #40294
source: Episode count
es_es: Total de Episodios
it_it: Conta episodi

# #40295
source: Movies from director
es_es: Películas del director
it_it: Film dal regista

# #40296
source: Similar movies
es_es: Películas similares
it_it: Film simili

# #40297
source: Movies from studio
es_es: Películas del estudio
it_it: Film dallo studio

# #40298
source: Next Up episodes
es_es: Episodios a Continuación
it_it: Prossimi episodi

# #40299
source: Similar TV shows
es_es: Series similares
it_it: Serie TV simili

# #40300
source: Fanarts list
es_es: Lista de Fanarts
it_it: Lista fanart

# #40301
source: Albums from library
es_es: Albumes en la Colección
it_it: Album dalla libreria

# #40302
source: Complete discography
es_es: Discografía completa
it_it: Discografia completa

# #40303
source: Songs from album
es_es: Canciones del album
it_it: Canzono dall'album

# #40304
source: Press [B]OK[/B] to show back thumb
es_es: Pulsa [B]OK[/B] para mostrar miniatura
it_it: Premi [B]OK[/B] per mostrare anteprima

# #40305
source: Episode of the season
es_es: Episodio de la temporada
it_it: Episodio della stagione

# #40308
source: Resume playback at
es_es: Continuar reproducción en
it_it: Riprendi riproduzione da

# #40309
source: Press [B]OK[/B] to show biography
es_es: Pulsa [B]OK[/B] para mostrar biografía
it_it: Premi [B]OK[/B] per leggere la biografia

# #40310
source: Website
es_es: Sitio Web
it_it: Websito

# #40311
source: Role in movie
es_es: Papel en la película
it_it: Ruolo in film

# #40312
source: Crew member in movie
es_es: Rol en la película
it_it: Membri equipe in film

# #40313
source: Role in TV show
es_es: Papel en la serie
it_it: Ruolo in Serie TV

# #40314
source: Crew member in TV show
es_es: Rol en la serie
it_it: Membri equipe in Serie TV

# #40350
source: Channel groups
it_it: Gruppi di canali

# #40351
source: German Telecast Offers
it_it: Offerte tedesche telecast

# #40352
source: Also apply to radio and internet station logos
it_it: Applicare anche ai loghi della radio e della stazione Internet

# #40353
source: Use poster view for music video widgets
it_it: Usa vista poster per i widgets video musica

# #40354
source: Show year of publication in title
it_it: Mostra anno di pubblicazione nel titolo

# #40355
source: Optional icons and fanart packs
it_it: Pacchetti opzionali icone e fanart

# #40356
source: Reboot from NAND (Android)
it_it: Riavvia da NAND (Android)

# #40357
source: Restart Kodi
it_it: Riavvia Kodi

# #40359
source: Platform
it_it: Piattaforma

# #40360
source: Forced Views
it_it: Viste forzate

# #40361
source: Show PVR related Artworks
it_it: Mostra Artworks relativi a PVR

# #40362
source: PVR Artwork Configuration
it_it: Configurazione Artwork PVR

# #40363
source: Show date
it_it: Mostra data

# #40364
source: Top Bar
it_it: Barra superiore

# #40365
source: Bottom Bar
it_it: Barra inferiore

# #40367
source: Kodi/Distribution Logo
it_it: Kodi/Logo Distribuzione

# #40370
source: Show extended Power Menu
it_it: Mostra Menu alimentazione esteso

# #40371
source: Prefer Fanart in EPG preview window if available
it_it: Preferisci Fanart in finestra anteprima EPG se disponibile

# #40372
source: Upcoming episodes
it_it: Episodi in arrivo

# #40373
source: Show MPAA rating
it_it: Mostra valutazione MPAA

# #40374
source: (until
it_it: (fino

# #40375
source: Show Color Depth
it_it: Mostra profondità colore

# #40376
source: Show additional Infos within the PVR widgets
it_it: Mostra informazioni aggiuntive all'interno del widget PVR

# #40377
source: Close Video OSD automatically after
it_it: Chiudi automaticamente Video OSD dopo

# #40378
source: disabled
it_it: disabilitato

# #40380
source: 3 seconds
it_it: 3 secondi

# #40381
source: 5 seconds
it_it: 5 secondi

# #40382
source: 7 seconds
it_it: 7 secondi

# #40383
source: 10 seconds
it_it: 10 secondi

# #40384
source: 15 seconds
it_it: 15 secondi

# #40385
source: Show Channel Numbers
it_it: Mostra numeri dei canali

# #40386
source: Show Date of First aired
it_it: Mostra data prima messa in onda

# #40387
source: Item Path of Picture Widgets
it_it: Percorso elemento dei widgets immagini

# #40388
source: Default Action on 'Movie' and 'TV-Show' Widgets
it_it: Azione predefinita sui widgets 'FIlm' e 'Serie TV'

# #40391
source: Sort Order
it_it: Metodo di ordinamento

# #40392
source: Show Path Navigation (Breadcrumbs) in List Views
it_it: Mostra il percorso di navigazione (Breadcrumbs) nelle viste elenco

# #40393
source: Show only 'current item / item count' Information
it_it: Mostra solo 'Informazioni sull'elemento corrente / conteggio elemento

# #40394
source: Set Animated Poster
it_it: Imposta poster animati

# #40395
source: Remove Animated Poster
it_it: Rimuovi poster animati

# #40396
source: Animated Poster removed
it_it: Poster animati rimossi

# #40397
source: Animated Poster added
it_it: Poster animati aggiunti

# #40398
source: Local Path to animated Poster Folder
it_it: Percorso locale alla cartella poster animati

# #40399
source: The folder of the animated Poster Collection was not defined yet. Define a Folder on the local File System containing animated Posters within the Skin Settings.
it_it: La cartella della collezione poster animata non è stata ancora definita. Definire una cartella sul file system locale contenente poster animati all'interno delle impostazioni della skin.

# #40400
source: Could not assign animated Poster
it_it: Non è possibile assegnare poster animato

# #40401
source: Hit Probability:
it_it: Hit Probabilità

# #31033
source: Your rating
nl_nl: Jouw waardering

# #31062
source: Choose weather fanart pack
nl_nl: Kies weer fanartpakket

# #31073
source: Total length
nl_nl: Totale lengte

# #31074
source: Total duration
nl_nl: Totale duur

# #31101
source: InfoWall
nl_nl: Infomuur

# #31102
source: Wall
nl_nl: Muur

# #31104
source: Your library is currently empty. In order to populate it with your personal media, enter "Files" section, add a media source and configure it. After the source has been added and indexed you will be able to browse your library.
nl_nl: Je bibliotheek is momenteel leeg. Om deze te vullen met je eigen media, ga naar de "Bestanden" sectie, voeg een medialocatie toe en configureer deze. Nadat de bron is toegevoegd en geïndexeerd, kun je je bibliotheek bekijken.

# #31110
source: Enter files section
nl_nl: Ga naar bestandensectie

# #31116
source: Remove this main menu item
nl_nl: Verwijder dit hoofdmenu-item

# #31125
source: Press up for actor info
nl_nl: Kies 'Omhoog' voor acteursinformatie

# #31126
source: Press OK to read plot
nl_nl: Kies 'OK' om het plot te lezen

# #31131
source: Choose skin fanart pack
nl_nl: Kies skinfanartpakket

# #31132
source: Select Program
nl_nl: Selecteer programma

# #31133
source: Select Resolution
nl_nl: Kies resolutie

# #31149
source: Select genre fanart pack
nl_nl: Selecteer genre fanartpakket

# #31154
source: Press OK to switch between locations
nl_nl: Druk OK om de schakelen tussen locaties

# #31157
source: Edit categories
nl_nl: Aanpassen categoriëen

# #31599
source: The folder of the animated Poster Collection was not defined yet. Define a Folder on the local File System containing animated Posters within the Skin Settings please.
de_de: Das Verzeichnis mit der Sammlung animierter Poster wurde nicht definiert. Bitte Verzeichnis im lokalen Dateisystem in den Skineinstellungen festlegen, welches animierte Poster enthält.

# #31093
source: Show weather info on top bar
es_es: Mostrar información de temperatura en la barra superior

# #40032
source: Debug info
es_es: Info de depuración

# #40119
source: Show animated posters
es_es: Mostrar posters animados

# #40135
source: Skin Helper Service Widgets
es_es: Widgets de Skin Helper Service

# #40193
source: Enter password
es_es: Escribe la contraseña

# #40194
source: This content is password protected.[CR]Please enter the password to access it.
es_es: Contenido protegido por contraseña.[CR]Introduce la contraseña para acceder.

# #40196
source: Next up ...
es_es: A Continuación...

# #40243
source: Airs
es_es: Emite en

# #31137
source: PVR
pt_br: Informaçaõ do PVR
