Repository: b-jesch/skin.estuary.modv2
Catalog: language/resource.language.*/strings.po
Languages: de_de, es_es, he_il, hu_hu, it_it, nl_nl, pt_br, ru_ru, sk_sk, zh_cn

# #31370
source: Show CDArt on movies widgets
de_de: CD-Art auf 'Filme'-Widgets anzeigen
he_il: הצג גרפיקת דיסק על יישומוני סרטים
hu_hu: CDArt mutatása a film widgeten
nl_nl: Laat CDArt zien bij film widgets
pt_br: Mostrar CDArt em widgets de filmes
ru_ru: Отображать CD-арт на виджетах фильмов
sk_sk: Zobraziť CDArt vo widgetoch filmov
zh_cn: 在电影小部件上显示 CDArt

# #31371
source: Show movies CDArt
de_de: CD-Art für Filme anzeigen
he_il: הצג גרפיקת דיסק לסרטים
hu_hu: Film CDArt mutatása
nl_nl: Laat CDArt zien bij films
pt_br: Mostrar CDArt em filmes
ru_ru: Отображать CD-арт фильмов
sk_sk: Zobraziť CDArt pre filmy
zh_cn: 显示电影 CDArt

# #31372
source: Games sources
de_de: Spielequellen
he_il: מקורות משחקים
nl_nl: Spelbronnen
pt_br: Fontes de jogos
ru_ru: Источники игр
sk_sk: Zdroje hier
zh_cn: 游戏资源

# #31373
source: Your games library is currently empty. In order to populate it with your personal games, add a games source. After the source has been added you will be able to browse your games list. You will also need to install necessary add-ons for games.
de_de: Die persönliche Bibliothek ist derzeit leer. Um sie mit Inhalten zu füllen, zu "Dateien" wechseln, eine Medienquelle hinzufügen und diese dann konfigurieren. Nachdem die Quelle hinzugefügt und indiziert wurde, kann die Bibliothek durchstöbert werden.
he_il: ספריית המשחקים שלך ריקה. כדי לאכלס אותו עם המשחקים האישיים שלך, תוסיף מקור למשחקים. לאחר הוספת המקור, תוכל לעיין ברשימת המשחקים שלך. שים לב שאתה תצטרך להתקין את התוספים הנדרשים למשחקים.
hu_hu: A játék-tár jelenleg üres. A saját játékok hozzáadásához, adjon hozzá egy forrást és konfigurálja azt. Miután a forrás hozzáadásra került, és a kiegészítők is megvannak böngészhetsz a jétékok között
nl_nl: Spelbibliotheek is leeg
pt_br: Sua biblioteca de jogos está vazia no momento. Para preenchê-la com seus jogos pessoais, adicione uma fonte de jogos. Depois que a fonte for adicionada, você poderá navegar em sua lista de jogos. Você também precisará instalar os complementos necessários para jogos.
ru_ru: Ваша библиотека игр сейчас пуста. Чтобы заполнить её данными, добавьте источник игр и настройте его. После того как источник будет добавлен и проиндексирован вы сможете просматривать библиотеку.
sk_sk: Vaša herná knižnica je v tejto chvíli prázdna. Aby ste ju zaplnili vašimi hrami, pridajte zdroj hier. Po pridaní zdroja budete môcť prehľadávať váš zoznam hier. Budete tiež musieť nainštalovať potrebné doplnky pre hry.
zh_cn: 您的游戏库目前是空的。要在其中添加您的个人游戏，请添加一个游戏源。添加游戏源后，您就可以浏览游戏列表了。您还需要安装必要的游戏插件。

# #31374
source: Your pictures library is currently empty. In order to populate it with your personal pictures, add a pictures source. After the source has been added you will be able to browse your pictures list.
de_de: Die persönliche Bibliothek ist derzeit leer. Um sie mit Inhalten zu füllen, zu "Dateien" wechseln, eine Medienquelle hinzufügen und diese dann konfigurieren. Nachdem die Quelle hinzugefügt und indiziert wurde, kann die Bibliothek durchstöbert werden.
he_il: ספריית התמונות שלך ריקה. כדי לאכלס אותו עם התמונות האישיות שלך, תוסיף מקור לתמונות. לאחר הוספת המקור, תוכל לעיין ברשימת התמונות שלך.
hu_hu: A fénykép-tár jelenleg üres. A saját képek hozzáadásához, adjon hozzá egy forrást és konfigurálja azt. Miután a forrás hozzáadásra került, böngészhetsz a képek között
nl_nl: Afbeeldingsbibliotheek is leeg
pt_br: Sua biblioteca de imagens está vazia no momento. Para preenchê-la com suas imagens pessoais, adicione uma fonte de imagens. Depois que a fonte for adicionada, você poderá navegar em sua lista de imagens.
ru_ru: Ваша библиотека изображений сейчас пуста. Чтобы заполнить её данными, добавьте источник изображений и настройте его. После того как источник будет добавлен и проиндексирован вы сможете просматривать библиотеку.
sk_sk: Vaša knižnica obrázkov je v tejto chvíli prázdna. Aby ste ju zaplnili vašimi obrázkami, pridajte zdroj obrázkov. Po pridaní zdroja budete môcť prehľadávať váš zoznam obrázkov.
zh_cn: 您的图片库目前是空的。要在其中添加您的个人图片，请添加图片来源。添加图片源后，您就可以浏览图片列表了。

# #31375
source: Pictures sources
de_de: Bilderquellen
he_il: מקורות לתמונות
hu_hu: Kép források
nl_nl: Bron voor afbeeldingen
pt_br: Fontes de imagem
ru_ru: Источники изображений
sk_sk: Zdroje obrázkov
zh_cn: 图片来源

# #31376
source: Show colored outline
de_de: Farbige Umrandung verwenden
he_il: הצג קווי מתאר צבעוניים
hu_hu: Színezett körvonal
nl_nl: Gekleurde buitenlijn laten zien
pt_br: Mostrar contorno colorido
ru_ru: Отображать цветные контуры
sk_sk: Zobraziť farebný okraj
zh_cn: 显示彩色轮廓

# #31377
source: Music files
de_de: Musikdateien
he_il: קבצי מוזיקה
hu_hu: Zene fájlok
nl_nl: Muziekbestanden
pt_br: Arquivos de música
ru_ru: Музыкальные файлы
sk_sk: Hudobné súbory
zh_cn: 音乐档案

# #31378
source: Current playlist
de_de: Aktuelle Playlist
he_il: רשימת השמעה נוכחית
hu_hu: Jelenlegi lejátszási lista
nl_nl: Huidige speellijst
pt_br: Lista de reprodução atual
ru_ru: Текущий плейлист
sk_sk: Aktuálny playlist
zh_cn: 当前播放列表

# #31379
source: animate lyrics
sk_sk: Animovať texty
zh_cn: 动画歌词

# #31380
source: Press [B]Up[/B] for extended info
de_de: [B]Hoch[/B] für erweiterte Informationen drücken
he_il: לחץ [B]למעלה[/B] למידע מורחב
hu_hu: Nyomj [B]Fel-t[/B] a bővített infóhoz
nl_nl: Klik op Omhoog voor meer info
pt_br: Pressione [B] para cima [/B] para obter mais informações
ru_ru: Нажмите [B]Вверх[/B] для получения расширенной информации
sk_sk: Stlačte [B]Hore[/B] pre rozšírené informácie
zh_cn: 按 [B]Up[/B] 获取更多信息

# #31381
source: Movies set information
de_de: Information zur Filmkollektion
he_il: מידע למארז סרטים
hu_hu: Fimgyűjtemény infó
nl_nl: Informatie over filmsets
pt_br: Informações Sagas
ru_ru: Информация о киноцикле
sk_sk: Informácie o kolekcii filmov
zh_cn: 电影集信息

# #31382
source: Extended information
de_de: Erweiterte Informationen
he_il: מידע מורחב
hu_hu: Bővített információ
nl_nl: uitgebreide informatie
pt_br: Informação estendida
ru_ru: Расширенная информация
sk_sk: Rozšírené informácie
zh_cn: 扩展资料

# #31383
source: Correct password ! This menu is now available for
hu_hu: Korrekt jelszó! A menü hozzáférhető
ru_ru: Верный пароль! Это меню доступно
sk_sk: Správne heslo! Toto menu je teraz dostupné pre
zh_cn: 密码正确！该菜单现在可用于

# #31384
source: minute(s)
hu_hu: perc(ek)
ru_ru: минут(ы)
sk_sk: minút(y)
zh_cn: 分钟

# #31385
source: Incorrect password ! Please Retry.
hu_hu: Rossz jelszó! Ismételd meg.
ru_ru: Неверный пароль! Повторите попытку.
sk_sk: Nesprávne heslo! Skúste to znova.
zh_cn: 密码不正确！请重试。

# #31386
source: Password protection
hu_hu: Jelszavas védelem
ru_ru: Защита паролем
sk_sk: Ochrana heslom
zh_cn: 密码保护

# #31387
source: Parental control
hu_hu: Szülői kontroll
ru_ru: Родительский контроль
sk_sk: Rodičovská kontrola
zh_cn: 家长控制

# #31388
source: Set password protection for menu items
hu_hu: Jelszavas védelem beállítása a menüelemekre
ru_ru: Установить защиту паролем для пунктов меню
sk_sk: Nastaviť ochranu heslom pre položky ponuky
zh_cn: 为菜单项设置密码保护

# #31389
source: Password has been successfully set !
hu_hu: Jelszó beállítása sikeres !
ru_ru: Пароль успешно установлен!
sk_sk: Heslo bolo úspešne nastavené!
zh_cn: 密码已成功设置 ！

# #31390
source: Accessibility duration for menu items
hu_hu: Hozzáférhetőség időtartama a menüelemekhez
ru_ru: Продолжительность доступности элементов меню
zh_cn: 菜单项无障碍持续时间

# #31391
source: Password-protected content.[CR]Press [B]Enter[/B] and please enter password.
hu_hu: Jelszavas védelem a tartalomra.[CR]Nyomj [B]Enter-t[/B] a jelszó megadáshoz
ru_ru: Контент, защищенный паролем.[CR]Нажмите [B]Ввод[/B] и введите пароль.
sk_sk: Obsah chránený heslom.[CR]Stlačte [B]Enter[/B] a zadajte heslo.
zh_cn: 有密码保护的内容。[CR]按 [B]Enter[/B] 并请输入密码。

# #31392
source: Please enter password
de_de: Bitte Passwort eingeben
he_il: אנא הכנס סיסמה
hu_hu: Jelszó megadása
nl_nl: Vul wachtwoord in
pt_br: Por favor, digite a senha
ru_ru: Пожалуйста введите пароль
sk_sk: Zadajte heslo
zh_cn: 请输入密码

# #31395
source: Enable Next Up popup for Live TV
de_de: Aktiviere Next Up Popup für Live TV
he_il: אפשר את חלונית 'השידור הבא' עבור טלוויזיה חיה
hu_hu: A következő rész popup engedélyezése
nl_nl: Volgende popup activeren voor Live TV
ru_ru: Включить всплывающее окно 'Следующее' для ТВ
sk_sk: Povoliť Next Up okno pre živé vysielanie
zh_cn: 启用实时电视的 "下一步 "弹出窗口

# #31396
source: Next up
de_de: Als nächstes
he_il: המשך יבוא...
nl_nl: Volgende
pt_br: Próximo
ru_ru: Следующее
sk_sk: Nasleduje
zh_cn: 下一个

# #31397
source: Show 'Settings' shortcut widget
de_de: Zeige 'Einstellungen' Shortcut Widget
he_il: הצג את יישומון קיצור דרך 'הגדרות'
hu_hu: Beállítás parancsikon widget mutatása
nl_nl: Instellingen laten zien voor snelkoppelingen widgets
pt_br: Mostrar atalho de widget de 'Configurações'
ru_ru: Показывать виджет ярльков 'Настроек'
sk_sk: Zobrazit widget „Nastavenia“
zh_cn: 显示 "设置 "快捷部件

# #31398
source: It's necessary to reboot Kodi and '[B]Reset main menu and power menu settings[/B]' in skin settings after installation of this version.
de_de: Nach der Installation dieser Version des Skins ist es notwendig Kodi neu zu starten. [B]Ausserdem müssen die Haupt- und Powermenü Einstellung zurück gesetzt werden.[/B]'
he_il: יש צורך לאתחל את קודי, '[B]לאפס את התפריט הראשי ואת הגדרות הכיבוי [/B]' בהגדרות המעטפת לאחר התקנת גרסה זו.
hu_hu: A verzió telepítése után újra kell indítani a Kodi-t és a [B]Főmenü és kikapcsolási menü alaphelyzetbe áll[/B] az telepítés után
nl_nl: Kodi dient opnieuw te worden opgestart. Herstel hoofdmenu en powermenu-instellingen binnen de skin-instellingen
pt_br: É necessário reiniciar o Kodi e '[B] Redefinir as configurações do menu principal e do menu de energia [/B]' nas configurações do skin após a instalação desta versão.
ru_ru: Необходимо перезапустить Kodi и выбрать '[B]Сбросить настройки главного меню и меню выключения[/B]' в настройках обложки после установки этой версии
sk_sk: Po inštalácii tejto verzie je potrebné reštartovať Kodi a „[B]obnoviť nastavenia hlavnej ponuky a ponuky napájania[/B]“ v nastaveniach vzhľadu.
zh_cn: 安装此版本后，必须重启 Kodi 并在皮肤设置中进行"[B]重置主菜单和电源菜单设置[/B]"。

# #31399
source: Warning!
de_de: Achtung!
he_il: אזהרה!
hu_hu: Figyelem!
nl_nl: Waarschuwing!
pt_br: Aviso!
ru_ru: Внимание!
sk_sk: Upozornenie!
zh_cn: 警告！！！

# #31400
source: Do not display anymore
de_de: Nicht mehr anzeigen
he_il: אל תציג יותר
hu_hu: Ne mutasd többé
nl_nl: Niet meer laten zien
pt_br: Não exibir mais
ru_ru: Больше не показывать
sk_sk: Už nezobrazovať
zh_cn: 不再显示

# #31401
source: Rating text color
de_de: Textfarbe für Bewertungen
he_il: צבע הטקס לדירוג
hu_hu: Pontozás szövegszín
nl_nl: Tekstkleur
pt_br: Cor do texto das avaliações
ru_ru: Цвет текста рейтинга
sk_sk: Farba textu hodnotenia
zh_cn: 评级文本颜色

# #31402
source: Show visualisation effects behind background
de_de: Visualisierungseffekte unter dem Hintergrund anzeigen
he_il: הצג אפקטי הדמיה מאחורי רקע
hu_hu: Vizualizációs effektus mutatása a háttér mögött
nl_nl: Visualisatie op achtergrond laten zien
pt_br: Mostrar efeitos de visualização atrás do fundo
ru_ru: Показать эффекты визуализации за фоном
sk_sk: Zobraziť efekty vizualizácie za pozadím
zh_cn: 在背景后显示可视化效果

# #31403
source: Posters panel
de_de: Poster
he_il: לוח פוסטרים
hu_hu: Poszter panel
nl_nl: Posterpaneel
pt_br: Painel de pôsteres
ru_ru: Панель постеров
sk_sk: Panel plagátov
zh_cn: 海报展板

# #31404
source: Widgets to personalize
de_de: Konfigurierbares Widget
he_il: יישומונים להתאמה אישית
hu_hu: Widgetek személyreszabáshoz
nl_nl: Widgets die bijgewerkt moeten worden
pt_br: Widgets para personalizar
ru_ru: Виджеты для персонализации
sk_sk: Widgety na prispôsobenie
zh_cn: 个性化小工具

# #31405
source: Vertical panel (1 item)
de_de: Vertikales Widget (1 Eintrag)
he_il: לוח אנכי (פריט אחד)
hu_hu: Függőleges panel (1 elem)
nl_nl: Verticaal paneel (1 item)
pt_br: Painel vertical (1 elemento)
ru_ru: Вертикальная панель (1 элемент)
sk_sk: Vertikálny panel (1 položka)
zh_cn: 垂直面板（1 件）

# #31406
source: Thumbs without banners panel
de_de: Miniaturen ohne Banner
he_il: תמונות ממוזערות ללא לוח כרזות
hu_hu: Bélyegképek banners panel nélkül
nl_nl: Thumbs zonder banners paneel
pt_br: Miniaturas sem painel de banners
ru_ru: Панель изображений без баннеров
sk_sk: Náhľady bez panela transparentov
zh_cn: 无横幅面板的拇指

# #31407
source: Thumbs with banners panel
de_de: Miniaturen mit Banner
he_il: תמונות ממוזערות עם לוח כרזות
hu_hu: Bélyegképek banners panellel
nl_nl: Thumbs met bannerspaneel
pt_br: Miniaturas com painel de banners
ru_ru: Панель изображений c баннерами
sk_sk: Náhľady s panelom transparentov
zh_cn: 带横幅面板的大拇指

# #31408
source: Squares panel
de_de: Quadrate
he_il: לוח ריבועים
hu_hu: Négyzetes panel
nl_nl: Vierkant paneel
pt_br: Painel de quadrados
ru_ru: Панель квадратов
sk_sk: Panel štvorcov
zh_cn: 方格面板

# #31409
source: Banners panel
de_de: Banner
he_il: לוח כרזות
nl_nl: Bannerpaneel
pt_br: Painel de Banners
ru_ru: Панель баннеров
sk_sk: Panel transparentov
zh_cn: 横幅面板

# #31410
source: Miniatures
de_de: Kleine Miniaturen
he_il: מיניאטורות
hu_hu: Bélyegképek
nl_nl: Miniaturen
pt_br: Miniaturas
ru_ru: Миниатюры
sk_sk: Miniatúry
zh_cn: 微缩模型

# #31411
source: Miniatures panel
de_de: Kleine Miniaturen
he_il: לוח מיניאטורות
hu_hu: Bélyegkép panel
nl_nl: Miniaturenpaneel
pt_br: Painel de miniaturas
ru_ru: Панель миниатюр
sk_sk: Panel miniatúr
zh_cn: 微型模型展板

# #31412
source: Double lists
de_de: Zweifach-Liste
he_il: זוג רשימות
hu_hu: Dupla lista
nl_nl: Dubbele lijsten
pt_br: Listas duplas
ru_ru: Двойной список
sk_sk: Dvojité zoznamy
zh_cn: 双列表

# #31413
source: Show Skin Helper Service widgets settings
de_de: Zeige die Skin Helper Service Widget Einstellungen
he_il: הצג הגדרות יישומוני שירות קובץ עזר למעטפת
hu_hu: Skin Helper Service widgetek beállításának mutatása
nl_nl: Instellingen Skin Helper Service widgets laten zien
pt_br: Mostrar configurações de widgets do serviço Skin Helper
ru_ru: Показать настройки виджетов Skin Helper Service
sk_sk: Zobraziť nastavenia Skin Helper Service widgets
zh_cn: 显示皮肤助手服务部件设置

# #31414
source: Triple lists
de_de: Dreifach-Liste
he_il: שלישית רשימות
hu_hu: Hármas lista
nl_nl: Drie-dubbele lijsten
pt_br: Listas triplas
ru_ru: Тройной список
sk_sk: Trojité zoznamy
zh_cn: 三重列表

# #31415
source: Show clearlogos at the top of menu
de_de: Clearlogos oberhalb des Hauptmenüs anzeigen
he_il: הצג סמלים שקופים בראש התפריט
hu_hu: Clearlogo a menün fennt
nl_nl: Clearlogo boven aan het menu
pt_br: Mostrar clearlogos no topo do menu
ru_ru: Показывать clearlogos в верхней части меню
sk_sk: Zobraziť clearlogá v hornej časti ponuky
zh_cn: 在菜单顶部显示清晰标识

# #31416
source: Minimize main menu
de_de: Verkleinertes Hauptmenü
he_il: מזער את התפריט הראשי
hu_hu: Főmenü minimalizálása
nl_nl: Minimaliseer hoofdmenu
pt_br: Minimize o menu principal
ru_ru: Минимизировать главное меню
sk_sk: Minimalizovať hlavnú ponuku
zh_cn: 最小化主菜单

# #31417
source: Show item label on top
de_de: Zeige den Text des Menü-Eintrags oberhalb an
he_il: הצג את תווית הפריט למעלה
hu_hu: Elemcímkét mutat fennt
nl_nl: Item label bovenaan
pt_br: Mostrar etiqueta do item no topo
ru_ru: Показывать заголовок элемента вверху
sk_sk: Zobraziť názov položky navrchu
zh_cn: 在顶部显示项目标签

# #31418
source: Required add-ons
de_de: Benötigte Addons
he_il: הרחבות נדרשות
hu_hu: Szükséges kiegészítők
nl_nl: Benodigde addons
pt_br: Add-ons necessários
ru_ru: Необходимые дополнения
sk_sk: Povinné doplnky
zh_cn: 必需附加组件

# #31419
source: Optional add-ons
de_de: Optionale Addons
he_il: הרחבות אופציונליות
hu_hu: Választható kiegészítők
nl_nl: Optionele addons
pt_br: Add-ons opcionais
ru_ru: Не обязательные дополнения
sk_sk: Voliteľné doplnky
zh_cn: 可选附加组件

# #31420
source: Directed by
he_il: בימוי
hu_hu: Rendezte
nl_nl: Directed door
pt_br: Dirigido por
ru_ru: Директор
sk_sk: Režia
zh_cn: 导演

# #31421
source: Similar to
he_il: דומה ל
hu_hu: Hasonló
nl_nl: Vergelijkbaar met
pt_br: Semelhante a
ru_ru: Похоже на
sk_sk: Podobné
zh_cn: 类似于

# #31422
source: Play trailers in full screen
de_de: Zeige Filmvorschauen im Vollbildmodus
he_il: הפעל טריילרים במסך מלא
hu_hu: Filmbemutatók teljes képernyőn
nl_nl: Trailers in volledig scherm laten zien
pt_br: Reproduzir trailers em tela inteira
ru_ru: Воспроизводить трейлеры на полный экран
sk_sk: Prehrávať upútavky na celej obrazovke
zh_cn: 全屏播放预告片

# #31423
source: Enable gradient colors
de_de: Farbverläufe aktivieren
he_il: אפשר מעברי צבעים
hu_hu: Gradiens színek engedélyezése
nl_nl: Gradient-kleuren activeren
pt_br: Habilitar cores gradientes
ru_ru: Включить градинетные цвета
sk_sk: Povoliť gradient
zh_cn: 启用渐变色

# #31424
source: Secondary color
de_de: Zweite Farbe
he_il: צבע משני
hu_hu: Másodlagos szín
nl_nl: Tweede kleur
pt_br: Cor secundária
ru_ru: Второй цвет
sk_sk: Sekundárna farba
zh_cn: 次要颜色

# #31425
source: Use small Video OSD
de_de: Schmales Video OSD verwenden
hu_hu: Kisebb OSD
sk_sk: Použiť malé Video OSD
zh_cn: 使用小尺寸视频 OSD

# #31426
source: Personalize 'Categories' widget
de_de: 'Kategorie' Widget anpassen
he_il: התאם אישית את יישומון 'הקטגוריות'
hu_hu: Kategória widget személyreszabása
nl_nl: Personaliseer 'Categorie'-widget
pt_br: Personalizar widget 'Categorias'
ru_ru: Настроить виджет 'Категории'
sk_sk: Prispôsobiť widget „Kategórie“
zh_cn: 个性化 "类别 "小工具

# #31427
source: Classic list
de_de: Klassische Liste
he_il: רשימה קלאסית
hu_hu: Klasszikus lista
nl_nl: Klassieke lijst
pt_br: Lista clássica
ru_ru: Классический список
sk_sk: Klasický zoznam
zh_cn: 经典列表

# #31428
source: Icons list
de_de: Icon Liste
he_il: רשימת סמלילים
hu_hu: Ikon lista
nl_nl: Iconslijst
pt_br: Lista de ícones
ru_ru: Список иконок
sk_sk: Zoznam ikon
zh_cn: 图标列表

# #31429
source: Configure personal API keys
de_de: Persönliche API Schlüssel konfigurieren
he_il: הגדר מפתח API מותאם אישית
hu_hu: Saját API kulcs beállítása
nl_nl: Persoonlijke API-sleutels bewerken
pt_br: Configurar chaves API pessoais
ru_ru: Настроить личные API-ключи
sk_sk: Konfigurovať osobné API kľúče
zh_cn: 配置个人 API 密钥

# #31430
source: Hide video info when video is paused
de_de: Blende Informationen aus, wenn Video pausiert ist
he_il: הסתר מידע על סרטון כאשר הסרטון מושהה
hu_hu: Filminfó elrejtése pillanat állj-nál
nl_nl: Verberg video wanneer deze op pauze staat
pt_br: Ocultar informações do vídeo quando o vídeo for pausado
ru_ru: Скрывать информацию о видео когда видео на паузе
sk_sk: Skryť informácie o videu pri pauze
zh_cn: 暂停视频时隐藏视频信息

# #31431
source: Show scrolling text
de_de: Zeige animierten Text
he_il: הצג טקסט גלילה
hu_hu: Gördülő szöveg
nl_nl: Laat de tekst rollen
pt_br: Mostrar texto de rolagem
ru_ru: Показать прокручиваемый текст
sk_sk: Zobraziť skrolujúci text
zh_cn: 显示滚动文本

# #31432
source: Scraper ratings
zh_cn: 刮削评分

# #31433
source: My ratings
de_de: Meine Bewertungen
he_il: הדירוגים שלי
hu_hu: Saját pontozás
nl_nl: Mijn waarderingen
pt_br: Minhas avaliações
ru_ru: Мой рейтинг
sk_sk: Moje hodnotenia
zh_cn: 我的评分

# #31434
source: win
de_de: gewonnen
he_il: זכה
hu_hu: győztes
pt_br: vitória
zh_cn: 获胜

# #31435
source: wins
de_de: gewonnen
he_il: זכיות
hu_hu: győztesek
nl_nl: wint
pt_br: vitórias
zh_cn: 赢得

# #31436
source: Oscars
he_il: אוסקרים
hu_hu: Oscar díjas
ru_ru: Оскары
sk_sk: Oskary
zh_cn: 奥斯卡金像奖

# #31437
source: Hide fanart opacity in fullscreen mode
de_de: Keine Durchsichtigkeit für Fanart im Vollbildmodus
he_il: הסתר את אטימות הפאנארט במצב מסך מלא
hu_hu: Fanart átlátszóság kikapcsolása teljes képernyőn
nl_nl: Verberg fanart als deze op volledigscherm-instelling staat
pt_br: Ocultar opacidade de fanart no modo de tela inteira
ru_ru: Непрозрачность фанарта в полноэкранном режиме
sk_sk: Skryť priesvitnosť fanartu v režime celej obrazovky
zh_cn: 在全屏模式下隐藏同人画不透明度

# #31438
source: Show a border for media
de_de: Zeige Medien mit Rahmen
he_il: הצג גבול למדיה
hu_hu: Média elem kerettel
nl_nl: Een rand laten zien voor media
pt_br: Mostrar uma borda para mídia
ru_ru: Показывать границу для медиа
sk_sk: Zobraziť okraj pre médiá
zh_cn: 显示媒体边框

# #31439
source: Get all Artworks
de_de: Hole alle Grafiken
he_il: השג את כל הגרפיקה
hu_hu: Minden Artwork letöltése
nl_nl: Alle artwork verkrijgen
pt_br: Obter todas as obras de arte
ru_ru: Загрузить все изображения
sk_sk: Získať všetky Artworky
zh_cn: 获取所有作品

# #31440
source: Standard colors for genres
de_de: Standardfarben für Genres
he_il: צבעים סטנדרטיים לז'אנרים
hu_hu: Alapszínek a műfajoknak
nl_nl: Standaardkleuren voor genres
pt_br: Cores padrão para gêneros
ru_ru: Стандартные цвета для жанров
sk_sk: Štandardné farby pre žánre
zh_cn: 流派的标准颜色

# #31441
source: Pause video during access to info
de_de: Während Zugriff auf Info, Video pausieren
he_il: השהה את הווידאו במהלך גישה למידע מורחב
hu_hu: Videó megállítása az infó megjelenítése alatt
nl_nl: Pauzeer video tijdens info bekijken
pt_br: Pausar vídeo durante o acesso às informações
ru_ru: Останавливать воспроизведение видео во время доступа к информации о видео
sk_sk: Pri zobrazení informací pozastaviť video
zh_cn: 访问信息时暂停视频

# #31442
source: Last aired episode
de_de: Zuletzt gesendete Folge
he_il: הפרק האחרון ששודר
hu_hu: Utoljára játszott epizód
nl_nl: Laatste aflevering
pt_br: Último episódio transmitido
ru_ru: Последний показанный эпизод
sk_sk: Posledná odvysielaná epizóda
zh_cn: 最后播出的一集

# #31443
source: Airs
de_de: Ausstrahlung am
he_il: משודר
hu_hu: Sugárzott
nl_nl: Uitgezonden
pt_br: Transmitir em
ru_ru: Эфир
sk_sk: Vysiela
zh_cn: 空气

# #31444
source: Configure media flags
de_de: Medienflags konfigurieren
he_il: הגדרת דגלי מדיה
hu_hu: Média ikonok beállítása
nl_nl: Configureer mediavlaggen
pt_br: Definir sinalizadores de mídia
ru_ru: Настройка медиафлагов
sk_sk: Konfigurovať indikátory medií
zh_cn: 配置媒体标志

# #31445
source: Show media source
de_de: Zeige Quelle
he_il: הצג מקור מדיה
hu_hu: Médiaforrások mutatása
nl_nl: Laat mediabron zien
pt_br: Mostrar fonte de mídia
ru_ru: Показывать источник
sk_sk: Zobraziť zdroj médií
zh_cn: 显示媒体源

# #31446
source: Show media resolution
de_de: Zeige Auflösung
he_il: הצג רזולוציה למדיה
hu_hu: Mádiafelbontás mutatása
nl_nl: Laat mediaresolutie zien
pt_br: Mostrar resolução de mídia
ru_ru: Показывать разрешение
sk_sk: Zobraziť rozlíšenie médií
zh_cn: 显示媒体分辨率

# #31447
source: Show media video codec
de_de: Zeige Videocodec
he_il: הצג מקודד ווידאו למדיה
hu_hu: Médiakodek infó
nl_nl: Laat media videocodecs zien
pt_br: Mostrar codec de vídeo de mídia
ru_ru: Показывать видеокодек
sk_sk: Zobraziť video kodek médií
zh_cn: 显示媒体视频编解码器

# #31448
source: Show media aspect ratio
de_de: Zeige Seitenverhältnis
he_il: הצג יחס גובה למדיה
hu_hu: Média oldalarány mutatása
nl_nl: Laat media aspectratio's zien
pt_br: Mostrar proporção de mídia
ru_ru: Показывать соотношение сторон
sk_sk: Zobraziť pomer strán médií
zh_cn: 显示媒体长宽比

# #31449
source: Show media audio codec
de_de: Zeige Audiocodec
he_il: הצג מקודד אודיו למדיה
hu_hu: Hang kodek mutatása
nl_nl: Laat media audiocodecs zien
pt_br: Mostrar codec de áudio de mídia
ru_ru: Показывать аудиокодек
sk_sk: Zobraziť audio kodek médií
zh_cn: 显示媒体音频编解码器

# #31450
source: Show media audio channels
de_de: Zeige Audiokanäle
he_il: הצג ערוצי אודיו למדיה
hu_hu: Média hangcsatornák mutatása
nl_nl: Laat media audiokanalen zien
pt_br: Mostrar canais de áudio de mídia
ru_ru: Показывать аудиоканалы
sk_sk: Zobraziť zvukové kanály médií
zh_cn: 显示媒体音频通道

# #31451
source: Show media duration
de_de: Zeige Dauer
he_il: הצג משך המדיה
hu_hu: Médiahossz mutatása
nl_nl: Laat medialooptijd zien
pt_br: Mostrar duração da mídia
ru_ru: Показывать продолжительность
sk_sk: Zobrazit dĺžku médií
zh_cn: 显示媒体持续时间

# #31452
source: Show media finish time
de_de: Zeige Abspielende
he_il: הצג זמן סיום למדיה
hu_hu: Befejezési idő mutatása
nl_nl: Laat media-eindtijd zien
pt_br: Mostrar hora de término da mídia
ru_ru: Показывать время завершения
sk_sk: Zobraziť čas ukončenia médií
zh_cn: 显示媒体结束时间
