Repository: b-jesch/skin.estuary.modv2
Catalog: language/resource.language.*/strings.po
Languages: de_de, es_es, he_il, hu_hu, it_it, nl_nl, pt_br, ru_ru, sk_sk, zh_cn

# #31588
source: Default Action on 'Movie' and 'TV-Show' Widgets
de_de: Standard-Auswahlaktion bei 'Film' und 'Serien' Widgets
he_il: פעולת ברירת מחדל בווידג'טים של 'סרט' ו'תוכנית טלוויזיה'
hu_hu: Alapértelmezett művelet a „Film” és a „Sorozat” widgeteknél
nl_nl: Standaardactie bij films- en seriewidgets
ru_ru: Действие по умолчанию для виджетов 'Фильмы' и 'Сериалы'
sk_sk: Predvolená akcia na widgetoch „Film“ a „Seriály“
zh_cn: 电影 "和 "电视节目 "小工具上的默认操作

# #31589
source: Play Item
de_de: Abspielen
he_il: שחק פריט
hu_hu: Elem lejátszása
nl_nl: Afspelen
ru_ru: Воспроизвести
sk_sk: Prehrať položku
zh_cn: 播放项目

# #31590
source: Show Info
de_de: Informationen anzeigen
he_il: הצג מידע
hu_hu: Infó mutatása
nl_nl: Informatie laten zien
ru_ru: Показать информацию
sk_sk: Zobraziť informácie
zh_cn: 显示信息

# #31591
source: Sort Order
de_de: Sortierung
he_il: סדר המיון
hu_hu: Rendezési mód
nl_nl: Volgorde van sorteren
ru_ru: Порядок сортировки
sk_sk: Poradie triedenia
zh_cn: 排序顺序

# #31592
source: Show Path Navigation (Breadcrumbs) in List Views
de_de: Zeige Navigationspfad (Breadcrumbs) in Listen Ansichten
he_il: הצג ניווט בנתיב (פירורי לחם) בתצוגות רשימה
hu_hu: Elérési út navigációt mutat(Breadcrumbs) a listanézetekben
nl_nl: Toon navigatiepad in lijstopties
ru_ru: Показывать путь (Breadcrumbs) в видах отображения Список
sk_sk: Zobraziť navigáciu po ceste (Breadcrumbs) v zobrazeniach zoznamu
zh_cn: 在列表视图中显示路径导航（面包屑）功能

# #31593
source: Show only 'current item / item count' Information
de_de: Zeige nur Info 'aktueller Eintrag / alle Einträge'
he_il: הצג רק מידע 'פריט נוכחי / ספירת פריטים'
hu_hu: Csak a jelenlegi elem / elemszám információja
nl_nl: Alleen 'huidige item laten zien / optelsom' Informatie
ru_ru: Показывать только 'текущий элемент / количество элементов'
sk_sk: Zobraziť iba informáciu „aktuálna položka / počet položiek“
zh_cn: 只显示 "当前项目/项目数 "信息

# #31594
source: Set Animated Poster
de_de: Animiertes Poster zuweisen
he_il: סט פוסטר מונפש
hu_hu: Animált poszterek
nl_nl: Stel bewegende posters in
ru_ru: Установить анимированный постер
sk_sk: Nastaviť animovaný plagát
zh_cn: 设置动画海报

# #31595
source: Remove Animated Poster
de_de: Animiertes Poster entfernen
he_il: הסר פוסטר מונפש
hu_hu: Animált poszerek visszavonása
nl_nl: Verwijder bewegende posters
ru_ru: Удалить анимированный постер
sk_sk: Odstrániť animovaný plagát
zh_cn: 移除动画海报

# #31596
source: Animated Poster removed
de_de: Animiertes Poster entfernt
he_il: פוסטר מונפש הוסר
hu_hu: Animált poszerek visszavonva
nl_nl: Bewegende posters verwijderd
ru_ru: Анимированный постер удален
sk_sk: Animovaný plagát odstránený
zh_cn: 删除动画海报

# #31597
source: Animated Poster added
de_de: Animiertes Poster hinzugefügt
he_il: פוסטר מונפש נוסף
hu_hu: Animált poszerek hozzáadva
nl_nl: Bewegende posters toegevoegd
ru_ru: Анимированный постер добавлен
sk_sk: Animovaný plagát pridaný
zh_cn: 添加动画海报

# #31598
source: Local Path to animated Poster Folder
de_de: Lokaler Pfad zum Verzeichnis der animierten Poster
he_il: נתיב מקומי לתיקיית פוסטר מונפש
hu_hu: Helyi elérési út az Animált poszerekhez
nl_nl: In welke map staan de bewegende posters
ru_ru: Локальный путь к папке анимированных постеров
sk_sk: Miestna cesta priečinku animovaného plagátu
zh_cn: 指向动画海报文件夹的本地路径

# #31599
source: The folder of the animated Poster Collection was not defined yet. Define a Folder on the local File System containing animated Posters within the Skin Settings.
he_il: התיקיה של אוסף הפוסטרים המונפש עדיין לא הוגדרה. הגדר תיקיה במערכת הקבצים המקומית המכילה פוסטרים מונפשים בתוך הגדרות העור.
hu_hu: Az animált posztergyűjtemény mappája még nincs meghatározva. Határozzon meg egy mappát a helyi fájlrendszerben, amely animált posztereket tartalmaz, a felszín beállításokhoz.
nl_nl: Folder voor bewegende posters nog niet aangemaakt. Deze dus aanmaken waar de posters in zitten.
ru_ru: Папка коллекции анимированных постеров еще не определена. В настройках обложки укажите путь к папке, содержащей анимированные постеры.
sk_sk: Priečinok zbierky animovaných plagátov ešte nebol definovaný. Definujte priečinok na lokálnom systéme súborov obsahujúcom animované plagáty v nastaveniach vzhľadu.
zh_cn: 尚未定义动画海报集的文件夹。请在皮肤设置中定义本地文件系统中包含动画海报的文件夹。

# #31600
source: Could not assign animated Poster
de_de: Konnte kein animiertes Poster zuweisen
he_il: לא ניתן להקצות פוסטר מונפש
hu_hu: Nem sikerült hozzárendelni az animált posztert
nl_nl: Niet mogelijk een bewegende poster toe te wijzen
ru_ru: Не удалось назначить анимированный постер
sk_sk: Nepodarilo sa priradiť animovaný plagát
zh_cn: 无法分配动画海报

# #31601
source: Hit Probability:
de_de: Trefferwahrscheinlichkeit:
he_il: הסתברות פגיעה:
hu_hu: Találat valószínűsége:
nl_nl: Kans dat deze gevonden wordt
ru_ru: Вероятность стать хитом:
zh_cn: 命中率：

# #31602
source: 'Rotten Tomatoes' Rating Category
de_de: 'Rotten Tomatoes' Bewertungskategorie
he_il: קטגוריית דירוג 'עגבניות רקובות'
hu_hu: 'Rotten Tomatoes' Pontozási kategória
nl_nl: Rotten Tomatoes beoordelingscategorie
ru_ru: Категория рейтинга 'Rotten Tomatoes'
sk_sk: Kategória hodnotenia „Rotten Tomatoes“
zh_cn: 烂番茄 "评级分类"

# #31603
source: Tomatometer all Critics
he_il: עגבניות כל המבקרים
hu_hu: Tomatometer összes vélemény
nl_nl: Tomatometer alle beoordelingen
ru_ru: Томатометр по всем критикам
zh_cn: 烂番茄所有评论

# #31604
source: Tomatometer average Critics
he_il: עגבניות ממוצע מבקרים
hu_hu: Tomatometer átlagos vélemény
nl_nl: Tomatometer gemiddelde beoordelingen
ru_ru: Томатометр Среднее по критикам
zh_cn: 烂番茄平均评论

# #31605
source: Tomatometer all Audience
he_il: עגבניות לכל הקהל
hu_hu: Tomatometer összes közönség
nl_nl: Tomatometer alle publieke beoordelingen
ru_ru: Томатометр по всей аудитории
zh_cn: 烂番茄所有观众人数

# #31607
source: Use simplified Video OSD Navigation
de_de: Benutze vereinfachte Video OSD Navigation
he_il: השתמש בניווט פשוט ב-Video OSD
hu_hu: Egyszerűsített OSD navigáció
nl_nl: Gebruik simpele Video-OSD navigatie
sk_sk: Použiť zjednodušenú Video OSD navigáciu
zh_cn: 使用简化的视频 OSD 导航

# #31608
source: Previous seen Channel
de_de: zuletzt gesehener Kanal
he_il: ראה בעבר הערוץ
hu_hu: Előzőleg nézett csatorna
nl_nl: Vorig bekeken kanaal
ru_ru: Предыдущий просмотренный канал
sk_sk: Naposledy sledovaný kanál
zh_cn: 以前看过的频道

# #31609
source: Show PVR Channel Status
de_de: Zeige PVR Kanalstatus
he_il: הצג סטטוס ערוץ PVR
hu_hu: PVR csatorna állapotának megjelenítése
nl_nl: Toon PVR-kanaalstatus
ru_ru: Показать статус канала PVR
sk_sk: Zobraziť stav kanála PVR
zh_cn: 显示 PVR 频道状态

# #31610
source: Display Mode
de_de: Anzeigemodus
he_il: מצב תצוגה
hu_hu: Képernyőmód
nl_nl: Display-modus
ru_ru: Режим отображения
sk_sk: Zobrazovací mód
zh_cn: 显示模式

# #31611
source: Eoft & Gamut
ru_ru: Эффект и гамма
zh_cn: Eoft & 色域

# #31612
source: Color Depth
de_de: Farbtiefe
he_il: עומק צבע
hu_hu: Színmélység
nl_nl: Kleurdiepte
ru_ru: Глубина цвета
sk_sk: Farebná hĺbka
zh_cn: 颜色深度

# #31613
source: Display Media Time
de_de: Zeitanzeige
he_il: הצגת זמן מדיה
hu_hu: Média hossz megjelenítése
nl_nl: Toon mediatijd
sk_sk: Zobrazenie času média
zh_cn: 显示媒体时间

# #31614
source: current Time / total Time
de_de: aktuelle Zeit / Gesamtzeit
he_il: זמן נוכחי / זמן כולל
hu_hu: jelenlegi idő / teljes hossz
nl_nl: huidige tijd / totale tijd
sk_sk: aktuálny čas / celkový čas
zh_cn: 当前时间/总时间

# #31615
source: Remaining Time
de_de: verbleibende Zeit
he_il: זמן שנותר
hu_hu: Hátralevő idő
nl_nl: Resterende tijd
sk_sk: Zostávajúci čas
zh_cn: 剩余时间

# #31616
source: Use Background for PVR Channel Icons
de_de: Benutze Hintergrund für PVR Kanalsymbole
he_il: השתמש ברקע עבור סמלי ערוץ PVR
hu_hu: Háttér a PVR csatorna ikonoknak
nl_nl: Gebruik achtergrond voor PVR-kanaaliconen
sk_sk: Použiť pozadie pre ikony kanálov PVR
zh_cn: 为 PVR 频道图标使用背景

# #31617
source: Saved Search Results
de_de: Gespeicherte Suchergebnisse
he_il: תוצאות חיפוש שמורות
hu_hu: Mentett keresési előzmények
nl_nl: Opgeslagen zoekresultaten
sk_sk: Uložené výsledky vyhľadávania
zh_cn: 已保存的搜索结果

# #31618
source: Use full Height for Channel and Program OSD
de_de: Verwende volle Höhe für Kanal- und Programm OSD
he_il: השתמש בגובה מלא עבור OSD של ערוץ ותוכנית
hu_hu: Teljes magasságú csatorna és program OSD
nl_nl: Gebruik de volledige hoogte voor kanaal- en programma-OSD
sk_sk: Použiť plnú výšku pre Channel a Program OSD
zh_cn: 频道和节目 OSD 使用全高度

# #31620
source: Flix Landscape
he_il: פליקס נוף
zh_cn: Flix 景观

# #31621
source: Visualization of the PVR and TV screen related settings.
he_il: הדמיה של ההגדרות הקשורות ל-PVR ולמסך הטלוויזיה.
sk_sk: Nastavenia súvisiace s vizualizáciou PVR a TV obrazovky.
zh_cn: PVR 和电视屏幕相关设置的可视化。

# #31622
source: Disabled timers
sk_sk: Deaktivované časovače
zh_cn: 禁用计时器

# #31623
source: Default Action on 'Timer' Widgets
sk_sk: Predvolená akcia na widgete „Časovač“
zh_cn: 计时器 "小工具上的默认操作"

# #31624
source: Show Timer Settings
sk_sk: Zobraziť nastavenia časovača
zh_cn: 显示计时器设置

# #31625
source: Show Broadcast Information
sk_sk: Zobraziť informácie o vysielaní
zh_cn: 节目播出信息

# #31627
source: Video OSD
zh_cn: 视频 OSD

# #31628
source: OSD Artwork
zh_cn: OSD 作品

# #31630
source: Use simple Seekbar on Chapter and Time Seeking
sk_sk: Použiť zjednodušenú lištu posuvníka priebehu na posúvanie času a kapitol
zh_cn: 使用简单的搜索栏进行章节和时间搜索

# #31631
source: Action on 'last channel switch' OSD Button
sk_sk: Akcia na OSD tlačidle „prepnutie posledného kanála“
zh_cn: 最后频道切换 "OSD 按钮上的操作"

# #31632
source: Switch to last Channel directly
sk_sk: Prepnúť na posledný kanál
zh_cn: 直接切换到最后一个频道

# #31633
source: Show last five Channels
sk_sk: Zobraziť posledných päť kanálov
zh_cn: 显示最近五个频道

# #31634
source: Last watched
sk_sk: Naposledy videné
zh_cn: 最后观看

# #31635
source: Play Trailer
sk_sk: Prehrať upútavku
zh_cn: 播放预告片

# #31636
source: Show 'Play Trailer' in Context Menu
sk_sk: Zobraziť „Prehrať upútavku“ v kontextovej ponuke
zh_cn: 在上下文菜单中显示 "播放预告片"

# #31637
source: Activate Lyrics
sk_sk: Aktivovať texty skladieb
zh_cn: 激活歌词

# #31638
source: Minimized Options Menu
sk_sk: Minimalizovať Options Menu
zh_cn: 最小化选项菜单

# #31639
source: Default Action on 'PVR' Widgets
sk_sk: Predvolená akcia na widgetoch „PVR“
zh_cn: “PVR”小部件上的默认操作

# #31640
source: Enable background for splash screen
sk_sk: Povoliť pozadie pre úvodnú obrazovku
zh_cn: 启用启动画面背景

# #31641
source: Prefer Album Fanart over Artist Fanart
sk_sk: Preferovať fanart albumu pred fanartom umelca
zh_cn: 比起艺术家同人画，更喜欢专辑同人画

# #31642
source: High Transparency of Seekbar Background
sk_sk: Vysoká priehľadnosť pozadia lišty posuvníka priebehu
zh_cn: 搜索栏背景高透明度

# #31643
source: Use Poster View
sk_sk: Použiť zobrazenie Plagát
zh_cn: 使用海报视图

# #31645
source: Quick Navigation
sk_sk: Rýchla navigácia
zh_cn: 使用海报视图

# #31646
source: Black Screen : off
sk_sk: Čierna obrazovka: vypnutá
zh_cn: 黑屏：关闭

# #31647
source: Black Screen : on
sk_sk: Čierna obrazovka: zapnutá
zh_cn: 黑屏：开

# #31648
source: Stop Player if Video/Audio is paused longer than
sk_sk: Zastaviť prehrávač, ak je Video/Audio pozastavené dlhšie ako
zh_cn: 如果视频/音频暂停时间超过，则停止播放器

# #31649
source: 1 Minute
sk_sk: 1 minúta
zh_cn: 1 分钟

# #31651
source: 3 Minutes
sk_sk: 3 minúty
zh_cn: 3 分钟

# #31652
source: 4 Minutes
sk_sk: 4 minúty
zh_cn: 4 分钟

# #31653
source: 5 Minutes
sk_sk: 5 minút
zh_cn: 5 分钟

# #31655
source: Show Battery Level
sk_sk: Zobraziť stav batérie
zh_cn: 显示电池电量

# #31656
source: Show Title and Year on Poster Wall View
sk_sk: Zobraziť názov a rok v zobrazení Poster Wall
zh_cn: 在海报墙视图上显示标题和年份

# #31657
source: Show Internet Status
sk_sk: Zobraziť stav internetu
zh_cn: 显示互联网状态

# #31658
source: Show own Level Colors
zh_cn: 显示自己的级别颜色

# #31659
source: Color of Text Shadow
sk_sk: Farba tieňa textu
zh_cn: 文字阴影的颜色

# #31660
source: current Time
sk_sk: aktuálny čas
zh_cn: 当前时间

# #31661
source: Decrease Play speed
sk_sk: Znížiť rýchlosť prehrávania
zh_cn: 降低播放速度

# #31662
source: increase Play speed
zh_cn: 提高播放速度

# #31663
source: Busy Spinner
zh_cn: 忙碌的旋转器

# #31668
source: Hide SIG/SNR flags if not provided by Backend Driver
sk_sk: Skryť SIG/SNR, ak ich Backend Driver neposkytuje
zh_cn: 如果后端驱动程序未提供，则隐藏 SIG/SNR 标志

# #31669
source: Show Date added to Library
zh_cn: 显示日期已添加到资料库

# #31670
source: Show Video Resolution on Video start
zh_cn: 在视频启动时显示视频分辨率

# #31671
source: Toggle Skin Debug
zh_cn: 切换皮肤调试

# #31672
source: Show Replacement when primal CDArt is not available
zh_cn: 当原始 CDArt 不可用时，显示替换功能

# #31673
source: Default button on Video/Audio OSD
zh_cn: 视频/音频 OSD 上的默认按钮

# #31024
source: Choose rating to display for media items
de_de: Bewertung wählen, die bei den Medien-Elementen angezeigt wird
es_es: Elegir calificación para mostrar en los elementos
he_il: בחר דירוג להצגה עבור פריטי מדיה
hu_hu: Válassz értékelés típust a médiaelemek megjelenítéséhez
it_it: Scegli la valutazione da mostrare per gli elementi multimediali
nl_nl: Kies waardering voor mediabestanden
pt_br: Escolha a classificação a ser exibida para itens de mídia
ru_ru: Выберите рейтинг для отображения на медиаэлементах
sk_sk: Zvoľte si typ hodnotenia, ktorý sa zobrazí pre položky médií

# #31231
source: Hide episodes plots to avoid spoilers
de_de: Handlung von ungesehenen Episoden ausblenden
he_il: הסתר פרקים כדי למנוע ספוילרים
hu_hu: Epizód tartalom elrejtése spoilerveszély miatt
nl_nl: Samenvatting afleveringen verbergen om het spannend te houden
pt_br: Esconda o enredo dos episódios para evitar spoilers
ru_ru: Скрывать сюжет серий для предотвращения спойлеров
sk_sk: Skryť dej epizód kvôli spoilerom

# #31326
source: Hide thumbs episodes to avoid spoilers
de_de: Miniaturansichten von ungesehenen Episoden ausblenden
he_il: הסתר תמונות ממוזערות של פרקים כדי למנוע ספוילרים
hu_hu: Bélyegképek elrejtése a spoilerek elkerülése érdekében
nl_nl: Thumbs verbergen voor komende afleveringen
pt_br: Ocultar miniaturas de episódios para evitar spoilers
ru_ru: Скрывать превью серий для избежания спойлеров
sk_sk: Skryť náhľady epizód kvôli spoilerom

# #31361
source: All channels
de_de: Alle Kanäle
he_il: כל הערוצים
hu_hu: Minden csatorna
nl_nl: Alle kanalen
pt_br: Todos os canais
ru_ru: Все каналы
sk_sk: Všetky kanály

# #31432
source: Scrapers ratings
de_de: Bewertungen des Scrapers
he_il: דירוגי סקאפרים
hu_hu: Scrapper pontozás
nl_nl: Scraperbeoordelingen
pt_br: Classificações de Scrapers
ru_ru: Рейтинг скрапперов
sk_sk: Hodnotenia scraperov

# #31481
source: My ratings and scrapers ratings
de_de: Meine Bewertungen und Bewertungen des Scrapers
he_il: דירוגי הדירוגים והמגרדים שלי
hu_hu: Saját és scrapper pontozások
nl_nl: Mijn beoordelingen van scrapers
pt_br: Minhas avaliações e classificações de scrapers
ru_ru: Мои рейтинги и рейтинги скрапперов
sk_sk: Moje hodnotenia a hodnotenia scraperov

# #31482
source: Scrapers ratings text color
de_de: Textfarbe für Bewertungen des Scrapers
he_il: מגרדים מדורגים את צבע הטקסט
hu_hu: Scrapper pontozások színe
nl_nl: Tekstkleur scraper beoordeling
pt_br: Cor do texto das avaliações dos Scrapers
ru_ru: Цвет текста для рейтинга скрапперов
sk_sk: Farba textu hodnotenia scraperov

# #31619
source: Economica based
de_de: Economica basierend
he_il: מבוסס כלכלה
hu_hu: Economica alapú
nl_nl: Gebaseerd op Economica
sk_sk: Písmo založené na Economica

# #31627
source: Video and Audio OSD
sk_sk: Video a Audio OSD

# #31644
source: Arial Unicode based
sk_sk: Písmo založené na Arial Unicode

# #31650
source: 2 Minutes
sk_sk: 2 minúty

# #31662
source: Increase Play speed
sk_sk: Zvýšiť rýchlosť prehrávania

# #31008
source: Enable category widgets
hu_hu: Kategória ablakelemek engedélyezése
nl_nl: Activeer categoriewidgets

# #31051
source: Enable Splash screen
de_de: Zeige Splash Screen
es_es: Habilitar imagen de bienvenida
he_il: אפשר מסך פתיחה
hu_hu: Splash kép engedélyezése
it_it: Abilita Splash screen
nl_nl: Splash screen activeren
pt_br: Habilitar tela inicial
ru_ru: Включить экран загрузки

# #31232
source: Debug info
hu_hu: Hibakeresési információ

# #31277
source: Hide notification popup during playback
de_de: Popup-Benachrichtigungen während der Wiedergabe verhindern
he_il: הסתר התראות בחלונות קופצים במהלך הניגון
hu_hu: Figyelmeztető jelzés elrejtése lejátszásnál
nl_nl: Verberg mededelingen tijdens afspelen
pt_br: Ocultar pop-up de notificação durante a reprodução
ru_ru: Скрывать всплывающие сообщения во время воспроизведения

# #31295
source: Show CDArt on video info
de_de: CD-Art bei den Informationen zum Video anzeigen
hu_hu: CDArt-ot mutat a filminfón
nl_nl: CDArt bij video-info
pt_br: Mostrar CDArt nas informações do vídeo
ru_ru: Показывать CD-арт в информации о видео

# #31372
source: Game sources
hu_hu: Játék források

# #31379
source: Show animated lyrics
de_de: Animierte Liedertexte anzeigen
he_il: הצג מילים מונפשות
hu_hu: Animált zeneszöveg mutatása
nl_nl: Laat bewegende lyrics zien
pt_br: Mostrar letras animadas
ru_ru: Показывать анимированный текст песен

# #31396
source: Next up ...
hu_hu: Következő ...

# #31606
source: Tomatometer average Audience
he_il: קהל ממוצע של עגבניות
hu_hu: Tomatometer átlagolt közönség
nl_nl: Tomatometer gemiddelde publieke beoordelingen
ru_ru: Томатометр Среднее по аудитории

# #31008
source: No disclaimer
ru_ru: Нет отказа от ответственности

# #31099
source: Icon Wall
ru_ru: Стена иконок

# #31425
source: Use small OSD
he_il: השתמש ב-OSD קטן
nl_nl: Kleinere OSD gebruiken
pt_br: Use OSD pequeno
ru_ru: Использовать уменьшенную инфопанель

# #31607
source: Use simplified OSD Navigation
ru_ru: Использовать Инфопанель упрощенной навигации

# #40000
source: Main menu
es_es: Menú Principal
it_it: Menu principale

# #40001
source: Add media sources
es_es: Añadir fuentes de medios
it_it: Aggiungi sorgenti media

# #40002
source: Shortcuts to the "Files" sections of each media type. Go there to add additional sources for your databases.
es_es: Accesos directos a las secciones de "Archivos" de cada tipo de medios. Dirígete ahí si quieres añadir más fuentes.
it_it: Scorciatoie per le sezioni "Files" di ciascun tipo di supporto. Vai qui per aggiungere ulteriori fonti per i tuoi database.

# #40003
source: Home menu
es_es: Menú de inicio
it_it: Menu home

# #40004
source: Hide main menu when selecting widgets
es_es: Ocultar el menú principal al seleccionar widgets
it_it: Nascondi il menu principale quando si selezionano i widgets

# #40005
source: Gallery
es_es: Galería
it_it: Galleria

# #40006
source: Reset main menu settings
es_es: Resetear ajustes del menú principal
it_it: Ripristina le impostazioni del menu principale

# #40007
source: Are you sure you want to reset display of all menu items back to default ?
es_es: ¿Estás seguro de querer resetear el aspecto de todos los elementos de los menús a los valores por defecto?
it_it: Sicuri di voler ripristinare la visualizzazione di tutte le voci del menu all'impostazione predefinita?

# #40008
source: Changes of version
es_es: Cambios de versión
it_it: Cambiamenti per versione

# #40009
source: Update video library
es_es: Actualizar colección de vídeo
it_it: Aggiorna libreria video

# #40010
source: Update music library
es_es: Actualizar colección de música
it_it: Aggiorna libreria musica

# #40011
source: Show smaller icons for 'Categories' widgets
es_es: Mostrar iconos más pequeños para los widgets de 'Categorías'
it_it: Mostra icone più piccole nei widgets 'Categorie'

# #40012
source: Next episodes to watch
es_es: Próximos episodios que ver
it_it: Prossimi Episodi Da vedere

# #40013
source: Stop scanning video library
es_es: Detener el escaneado de la colección de vídeos
it_it: Ferma scansione della libreria video

# #40014
source: Stop scanning music library
es_es: Detener el escaneado de la colección de música
it_it: Ferma scansione della libreria musica

# #40015
source: Wall (thumbnails)
es_es: Wall (miniaturas)
it_it: Muro (miniature)

# #40016
source: InfoWall (thumbnails)
es_es: InfoWall (miniaturas)
it_it: MuroInfo (miniature)

# #40017
source: Mosaic (horizontal)
it_it: Mosaico (orizzontale)

# #40018
source: Hide watched items
es_es: Ocultar elementos ya vistos
it_it: Nascondi elementi visti

# #40019
source: Colors
es_es: Colores
it_it: Colori

# #40020
source: Main color
es_es: Color principal
it_it: Colore principale

# #40021
source: Border color
es_es: Color de los bordes
it_it: Colore Bordo

# #40022
source: Color selection
es_es: Selección de color
it_it: Selezione colore

# #40023
source: Color
it_it: Colore

# #40024
source: Context menu
es_es: Menú contextual
it_it: Menu contestuale

# #40025
source: Next aired
es_es: Próxima emisión
it_it: Prossimo in onda

# #40026
source: Last aired
es_es: Última emisión
it_it: Ultimo in onda

# #40027
source: votes
es_es: votos
it_it: voti

# #40028
source: hardware decoding
es_es: decodificación por hardware
it_it: Decodifica hardware

# #40029
source: software decoding
es_es: decodificación por software
it_it: Decodifica software

# #40030
source: Plot masked to avoid spoilers.
es_es: Argumento oculto para evitar spoilers
it_it: Trama nascosta per evitare spoiler

# #40031
source: Hide episodes plots to avoid spoilers
es_es: Ocultar argumento de los episodios para evitar spoilers
it_it: Nascondi trama episodi per evitare spoiler

# #40033
source: Background color
es_es: Color de fondo
it_it: Colore di sfondo

# #40034
source: Next chapter
es_es: Capítulo siguiente
it_it: Prossimo capitolo

# #40035
source: Background pattern color
es_es: Color del patrón de fondo
it_it: Colore motivo di sfondo

# #40036
source: Previous chapter
es_es: Capítulo anterio
it_it: Capitolo precedente

# #40037
source: Opacity for fanart as background
es_es: Opacidad para el fanart de fondo
it_it: Opacità per fanart come sfondo

# #40059
source: Show ExtraFanarts
es_es: Mostrar ExtraFanarts
it_it: Mostra ExtraFanarts

# #40060
source: Pause
es_es: Pausa
it_it: Pausa

# #40061
source: Press [B]OK[/B] to read description
es_es: Presiona [B]OK[/B] para leer la descripción
it_it: Premi [B]OK[/B] per leggere la descrizione

# #40062
source: Weather icons pack
es_es: Pack de iconos de El Tiempo
it_it: Pacchetto icone meteo

# #40063
source: Kiosk Mode
es_es: Modo Kiosko
it_it: Modalità Kiosk

# #40064
source: None
es_es: Ninguno
it_it: Nessuno

# #40065
source: Splash screen (photo, video or music)
es_es: Pantalla de Bienvenida (foto, vídeo o música)
it_it: Splash screen (foto, video o musica)

# #40066
source: Extras
it_it: Extra

# #40067
source: Number of items to display on widgets
es_es: Numero de elementos a mostrar en los widgets
it_it: Numero di elementi da mostrare sui widgets

# #40068
source: Show media clearlogos
es_es: Mostrar clearlogos de medios
it_it: Mostra clearlogo media

# #40069
source: Backup / Restore
es_es: Backup / Restaurar
it_it: Backup / Ripristino

# #40070
source: Backup skin settings
es_es: Ajustes de Backup del skin
it_it: Impostazioni backup skin

# #40071
source: Restore skin settings
es_es: Restaurar ajustes del skin
it_it: Ripristima impostazioni skin

# #40072
source: Set location of backup file
es_es: Asignar la localización del archivo para el Backup
it_it: Imposta destinazione del file di backup

# #40073
source: Necessary add-ons
es_es: Add-ons necesarios
it_it: Add-ons necessari

# #40074
source: Hide Spoilers
es_es: Ocultar Spoilers
it_it: Nascondi spoilers

# #40075
source: Next episode
es_es: Siguiente episodio
it_it: Prossimo episodio

# #40076
source: Disable zoom effect
es_es: Deshabilitar efecto zoom
it_it: Disabilita effetto zoom

# #40077
source: Hide notification popup during playback
es_es: Ocultar notificaciones durante la reproducción
it_it: Nascondi notifica a scomparsa durante la riproduzione

# #40078
source: Music OSD
es_es: OSD de Música
it_it: OSD mMsica

# #40079
source: Video OSD
es_es: OSD de Vídeo
it_it: OSD Video
