Repository: b-jesch/skin.estuary.modv2
Catalog: language/resource.language.*/strings.po
Languages: de_de, es_es, he_il, hu_hu, it_it, nl_nl, pt_br, ru_ru, sk_sk, zh_cn

# #31000
source: Now playing
de_de: Es läuft
es_es: Reproduciendo ahora...
he_il: מנגן כעת
hu_hu: Most játszott
it_it: Ora in riproduzione
nl_nl: Nu afspelend
pt_br: Reproduzindo agora
ru_ru: Сейчас играет:
sk_sk: Prehráva sa
zh_cn: 正在播放

# #31001
source: Search...
de_de: Suche...
es_es: Búsqueda...
he_il: חיפוש...
hu_hu: Keresés…
it_it: Ricerca...
nl_nl: Zoeken...
pt_br: Pesquisar ...
ru_ru: Поиск…
sk_sk: Hľadať...
zh_cn: 搜索...

# #31002
source: Show media fanart as background
de_de: Fanart im Hintergrund anzeigen
es_es: Mostrar fanart de medios como fondo
he_il: הצג פאנארט של המדיה כרקע
hu_hu: Médiaillusztrációk megjelenítése a háttérben
it_it: Mostra elementi fanart come sfondo
nl_nl: Toon mediafanart als achtergrond
pt_br: Mostrar fanart de mídia como plano de fundo
ru_ru: Показывать фанарт медиа как фон
sk_sk: Zobraziť fanart médií ako pozadie
zh_cn: 显示媒体同人画作为背景

# #31003
source: Cinema mode
de_de: Kinomodus
es_es: Modo Cine
he_il: מצב קולנוע
hu_hu: Mozi mód
it_it: Modalità cinema
nl_nl: Bioscoopmodus
pt_br: Modo Cinema
ru_ru: Режим кино
sk_sk: Režim kina
zh_cn: 影院模式

# #31004
source: Change mode
de_de: Modus ändern
es_es: Cambiar modo
he_il: שנה מצב
hu_hu: Mód változtatása
it_it: Cambia modalità
nl_nl: Verander modus
pt_br: Alterar modo
ru_ru: Изменить режим
sk_sk: Zmeniť režim
zh_cn: 改变模式

# #31005
source: Watch as 2D
de_de: In 2D ansehen
es_es: Ver como 2D
he_il: צפה כ-2D
hu_hu: Megnézés 2D-ként
it_it: Guarda in 2D
nl_nl: Bekijk als 2D
pt_br: Assistir como 2D
ru_ru: Смотреть в 2D
sk_sk: Pozerať ako 2D
zh_cn: 以2D形式观看

# #31006
source: Random movies
de_de: Zufällige Filme
es_es: Películas aleatorias
he_il: סרטים אקראיים
hu_hu: Véletlenszerű filmek
it_it: Film casuali
nl_nl: Willekeurige films
pt_br: Filmes aleatórios
ru_ru: Случайные фильмы
sk_sk: Náhodné filmy
zh_cn: 随机电影

# #31007
source: Unwatched movies
de_de: Ungesehene Filme
es_es: Películas sin ver
he_il: סרטים שלא נצפו
hu_hu: Nem látott filmek
it_it: Film Non visti
nl_nl: Niet-bekeken films
pt_br: Filmes não vistos
ru_ru: Непросмотреные фильмы
sk_sk: Nepozreté filmy
zh_cn: 未观看的电影

# #31009
source: Download icons
de_de: Icons herunterladen
es_es: Descargar iconos
he_il: הורדת סמלים
hu_hu: Ikonok letöltése
it_it: Scarica icone
nl_nl: Download pictogrammen
pt_br: Baixar ícones
ru_ru: Загрузить иконки
sk_sk: Prevziať ikony
zh_cn: 下载图标

# #31010
source: In progress movies
de_de: Begonnene Filme
es_es: Películas en progreso
he_il: סרטים בתהליך
hu_hu: Folyamatban lévő filmek
it_it: Film In Corso
nl_nl: Deels bekeken films
pt_br: Filmes em andamento
ru_ru: Просматриваемые фильмы
sk_sk: Rozpozerané filmy
zh_cn: 正在进行的电影

# #31011
source: Most played albums
de_de: Meistgespielte Alben
es_es: Albumes más reproducidos
he_il: אלבומים שנוגנו הכי הרבה
hu_hu: Legtöbbet játszott albumok
it_it: Album più riprodotti
nl_nl: Meest afgespeelde albums
pt_br: Álbuns mais tocados
ru_ru: Самые проигрываемые альбомы
sk_sk: Najprehrávanejšie albumy
zh_cn: 播放次数最多的专辑

# #31012
source: Random albums
de_de: Zufällige Alben
es_es: Albumes aleatorios
he_il: אלבומים אקראיים
hu_hu: Véletlenszerű albumok
it_it: Album casuali
nl_nl: Willekeurige albums
pt_br: Álbuns aleatórios
ru_ru: Случайные альбомы
sk_sk: Náhodné albumy
zh_cn: 随机相册

# #31013
source: Random artists
de_de: Zufällige Interpreten
es_es: Artistas aleatorios
he_il: אמנים אקראיים
hu_hu: Véletlenszerű előadók
it_it: Artisti casuali
nl_nl: Willekeurige artiesten
pt_br: Artistas aleatórios
ru_ru: Случайные исполнители
sk_sk: Náhodní umelci
zh_cn: 随机艺术家

# #31014
source: Unplayed albums
de_de: Ungespielte Alben
es_es: Albumes sin reproducir
he_il: אלבומים שלא נוגנו
hu_hu: Nem játszott albumok
it_it: Album non riprodotti
nl_nl: Niet-afgespeelde albums
pt_br: Álbuns não reproduzidos
ru_ru: Непрослушанные альбомы
sk_sk: Neprehraté albumy
zh_cn: 未播放的专辑

# #31015
source: Recent recordings
de_de: Zuletzt gemachte Aufnahmen
es_es: Grabaciones recientes
he_il: הקלטות אחרונות
hu_hu: Friss felvételek
it_it: Registrazioni recenti
nl_nl: Recente opnames
pt_br: Gravações recentes
ru_ru: Недавние записи
sk_sk: Nedávne nahrávky
zh_cn: 最近的录音

# #31016
source: Recently played channels
de_de: Zuletzt gesehene Kanäle
es_es: Canales recien reproducidos
he_il: ערוצים שנוגנו לאחרונה
hu_hu: Mostanában játszott csatornák
it_it: Canali riprodotti di recente
nl_nl: Onlangs afgespeelde kanalen
pt_br: Canais reproduzidos recentemente
ru_ru: Недавно проигранные каналы
sk_sk: Nedávno prehrávané kanály
zh_cn: 最近播放的频道

# #31017
source: Rated
de_de: Bewertung
es_es: Calificado
he_il: דירוג
hu_hu: Értékelés
it_it: Classificato
nl_nl: Waardering
pt_br: Avaliado
ru_ru: С рейтингом
sk_sk: Prístupnosť
zh_cn: 评分

# #31018
source: Recently played channels
de_de: Zuletzt gehörte Kanäle
es_es: Canales recientes
he_il: ערוצים שנוגנו לאחרונה
hu_hu: Mostanában játszott csatornák
it_it: Canali riprodotti di recente
nl_nl: Onlangs afgespeelde kanalen
pt_br: Canais reproduzidos recentemente
ru_ru: Недавно просмотренные каналы
sk_sk: Nedávno prehrávané kanály
zh_cn: 最近播放的频道

# #31019
source: Forecast
de_de: Vorhersage
es_es: Pronóstico
he_il: תחזית
hu_hu: Előrejelzés
it_it: Previsioni
nl_nl: Voorspelling
pt_br: Previsão
ru_ru: Прогноз
sk_sk: Predpoveď
zh_cn: 预告

# #31020
source: Actions
de_de: Aktionen
es_es: Acciones
he_il: פעולות
hu_hu: Műveletek
it_it: Azioni
nl_nl: Acties
pt_br: Ações
ru_ru: Действия
sk_sk: Akcie
zh_cn: 行动

# #31021
source: Misc options
de_de: Sonstige Einstellungen
es_es: Opciones (miscelánea)
he_il: אפשרויות שונות
hu_hu: Egyéb beállítások
it_it: Opzioni varie
nl_nl: Overige opties
pt_br: Opções diversas
ru_ru: Другие параметры
sk_sk: Ďalšie možnosti
zh_cn: 其他选项

# #31022
source: Sort by
de_de: Sortieren nach
es_es: Ordenados por
he_il: מוין על ידי
hu_hu: Rendezés
it_it: Ordina per
nl_nl: Sorteer op
pt_br: Ordenado por
ru_ru: Сорт. по
sk_sk: Zoradiť podľa
zh_cn: 排序依据

# #31023
source: Viewtype
de_de: Ansicht
es_es: Tipos de vista
he_il: הצג סוג
hu_hu: Nézettípus
it_it: Tipo di vista
pt_br: Tipo de visualização
ru_ru: Вид просмотра
sk_sk: Typ zobrazenia
zh_cn: 视图类型

# #31024
source: Select rating to display on media items and flags
zh_cn: 查看类型选择要在媒体项目和标志上显示的分级

# #31025
source: No favourites found. You can add any item from media views to this list by using the context menu.
de_de: Keine Favoriten gespeichert. Es kann jedes beliebige Element aus den Medienansichten via Rechtsklick zu den Favoriten hinzugefügt werden.
es_es: No se han encontrado favoritos. Puedes añadir cualquier elemento a esta lista usando el menú contextual
he_il: לא נמצאו מועדפים. ניתן להוסיף כל פריט מתצוגות מדיה לרשימה זו, באמצעות תפריט הקישור.
hu_hu: Nem találhatóak kedvencek. Bármely elemet hozzáadhat ehhez a listához a média nézetekből, a környezeti menü használatával.
it_it: Nessun preferito trovato. Puoi aggiungere qualunque elemento dalle viste multimediali a questa lista usando il menù contestuale.
nl_nl: Geen favorieten gevonden. Je kunt elk item uit media-weergaven toevoegen aan deze lijst met het contextmenu.
pt_br: Nenhum favorito encontrado. Você pode adicionar qualquer item das visualizações de mídia a esta lista usando o menu de contexto.
ru_ru: Список избранного пуст. Вы можете добавить сюда любой медиаконтент с помощью контекстного меню.
sk_sk: Nenašli sa žiadne obľúbené položky. Akúkoľvek položku z prehľadov médií môžete pridať do tohto zoznamu použitím kontextovej ponuky.
zh_cn: 未找到收藏夹。您可以使用上下文菜单将媒体视图中的任何项目添加到此列表中。

# #31026
source: Timeshift
he_il: הסט זמן
hu_hu: Csúsztatott felvétel
pt_br: Mudança de horário
ru_ru: Сдвиг по времени
sk_sk: Časový posun
zh_cn: 时移

# #31028
source: Show fanart
de_de: Fanart zeigen
es_es: Mostrar fanart
he_il: הצג פאנארט
hu_hu: Illusztráció megjelenítése
it_it: Mostra fanart
nl_nl: Toon fanart
pt_br: Mostrar fanart
ru_ru: Показывать фанарт
sk_sk: Zobraziť fanart
zh_cn: 展示同人画

# #31029
source: Last logged in
de_de: Zuletzt angemeldet
es_es: Último login
he_il: התחבר לאחרונה ב-
hu_hu: Utoljára bejelentkezve
it_it: Ultimo login
nl_nl: Laatst ingelogd op
pt_br: Último login
ru_ru: Последний вход
sk_sk: Posledné prihlásenie
zh_cn: 上次登录

# #31030
source: System memory usage
de_de: Speicherauslastung
es_es: Uso de memoria del sistema
he_il: שימוש בזיכרון המערכת
hu_hu: Ram-memória használat
it_it: Utilizzo memoria sistema
nl_nl: Systeemgeheugengebruik
pt_br: Uso de memória do sistema
ru_ru: Использование памяти
sk_sk: Využitie systémovej pamäte
zh_cn: 系统内存使用情况

# #31031
source: Version info
de_de: Versionsinfo
es_es: Info de versión
he_il: מידע גרסה
hu_hu: Verzióinformáció
it_it: Info versione
nl_nl: Versie-info
pt_br: Informações da versão
ru_ru: Информация о версии
sk_sk: Informácie o verzii
zh_cn: 版本信息

# #31032
source: Order
de_de: Reihenfolge
es_es: Orden
he_il: סדר
hu_hu: Rendezés
it_it: Ordina
nl_nl: Volgorde
pt_br: Pedido
ru_ru: Порядок
sk_sk: Poradie
zh_cn: 命令

# #31033
source: My rating
de_de: Persönliche Bewertung
es_es: Mi puntuación
he_il: הדירוג שלך
hu_hu: Értékelés
it_it: Il mio voto
pt_br: Minha avaliação
ru_ru: Ваш рейтинг
sk_sk: Moje hodnotenie
zh_cn: 我的评价

# #31034
source: Extended info
de_de: Erweiterte Informationen
es_es: Info extendida
he_il: מידע מורחב
hu_hu: Bővített információ
it_it: Info estese
nl_nl: Uitgebreide info
pt_br: Informação estendida
ru_ru: Дополнительная информация
sk_sk: Rozšírené informácie
zh_cn: 扩展信息

# #31035
source: Pages
de_de: Seiten
es_es: Páginas
he_il: דפים
hu_hu: Oldalak
it_it: Pagine
nl_nl: Pagina's
pt_br: Páginas
ru_ru: Страницы
sk_sk: Stránky
zh_cn: 页数

# #31036
source: items
de_de: Einträge
es_es: elementos
he_il: פריטים
hu_hu: elem
it_it: elementi
pt_br: itens
ru_ru: объектов
sk_sk: položky
zh_cn: 项目

# #31037
source: item
de_de: Eintrag
hu_hu: elem
it_it: elemento
ru_ru: объект
sk_sk: položka
zh_cn: 物品

# #31038
source: Rewind
de_de: Rücklauf
es_es: Rebobinar
he_il: הרצה אחורה
hu_hu: Visszatekerés
it_it: Indietro
nl_nl: Terugspoelen
pt_br: Voltar
ru_ru: Перемотка назад
sk_sk: Pretočiť dozadu
zh_cn: 倒回

# #31039
source: Fast forward
de_de: Schneller Vorlauf
es_es: Avanzar
he_il: הרצה קדימה
hu_hu: Előretekerés
it_it: Avanti veloce
nl_nl: Vooruitspoelen
pt_br: Avanço rápido
ru_ru: Перемотка вперед
sk_sk: Pretočiť dopredu
zh_cn: 快进

# #31041
source: Camera manufacturer
de_de: Kamerahersteller
es_es: Fabricante de la cámara
he_il: יצרן מצלמה
hu_hu: Fényképezőkép gyártó
it_it: Produttore fotocamera
nl_nl: Camerafabrikant
pt_br: fabricante da câmera
ru_ru: Производитель камеры
sk_sk: Výrobca fotoaparátu
zh_cn: 影片制造商

# #31042
source: Playlist options
de_de: Wiedergabelisten-Einstellungen
es_es: Opciones de playlist
he_il: אפשרויות רשימת השמעה
hu_hu: Lejátszáslista lehetőségek
it_it: Opzioni Playlist
nl_nl: Afspeellijstopties
pt_br: Opções da lista de reprodução
ru_ru: Параметры плейлиста
sk_sk: Možnosti zoznamu skladieb
zh_cn: 播放列表选项

# #31043
source: Set the type and add rules to create a smart playlist. These playlists are dynamic and include all media items from your database which apply to your chosen rules.
de_de: Typ einstellen und Regeln für die Smart Playlist hinzufügen. Diese Art von Playlisten ist dynamisch und beinhaltet alle Medien aus der Bibliothek, die die gesetzten Regeln erfüllen.
es_es: Seleccione el tipo y añada reglas para crear una playlist inteligente. Estas playlists son dinámicas e incluyen todo los tipos de medio que quiera incluir en las reglas.
he_il: הגדר את הסוג והוסף כללים ליצירת רשימת השמעה חכמה. רשימות השמעה אלו דינמיות וכוללות את כל פריטי המדיה ממסד הנתונים שלך, החלים על הכללים שבחרת.
hu_hu: Adja meg a típust és a szabályokat az intelligens lejátszólista létrehozásához. Ezek a lejátszólisták dinamikusak, és minden médiaelemet figyelembe vesznek az adatbázisban, amelyekre alkalmazhatóak a választott szabályok.
it_it: Imposta il tipo e aggiungi regole per creare una playlist intelligente. Queste playlist sono dinamiche e includono tutti gli elementi multimediali dal tuo database che rispettano le regole scelte.
nl_nl: Stel het type in en voeg regels toe om een slimme afspeellijst te maken. Deze afspeellijsten zijn dynamisch en bevatten alle media-items vanuit je database die voldoen aan de gekozen regels.
pt_br: Defina o tipo e adicione regras para criar uma lista de reprodução inteligente. Essas listas de reprodução são dinâmicas e incluem todos os itens de mídia de seu banco de dados que se aplicam às regras escolhidas.
ru_ru: Установите тип и добавьте правила для создания умного плейлиста. Эти плейлисты являются динамическими и включают в себя все мультимедийные элементы из вашей базы данных, которые соответствуют установленным вами правилам.
sk_sk: Nastavte typ a pridajte pravidlá pre vytvorenie inteligentného zoznamu skladieb. Tieto zoznamy skladieb sú dynamické a zahŕňajú všetky položky médií z vašej databázy, ktoré zodpovedajú zvoleným pravidlám.
zh_cn: 设置类型并添加规则以创建智能播放列表。这些播放列表是动态的，包括数据库中应用于所选规则的所有媒体项目。

# #31044
source: Add group
de_de: Gruppe hinzufügen
es_es: Añadir grupo
he_il: הוסף קבוצה
hu_hu: Csoport hozzáadása
it_it: Aggiungi gruppo
nl_nl: Voeg groep toe
pt_br: Adicionar grupo
ru_ru: Добавить группу
sk_sk: Pridať skupinu
zh_cn: 添加组

# #31045
source: Rename group
de_de: Gruppe umbenennen
es_es: Renombrar grupo
he_il: שנה שם קבוצה
hu_hu: Csoport átnevezése
it_it: Rinomina gruppo
nl_nl: Hernoem groep
pt_br: Renomear grupo
ru_ru: Переименовать группу
sk_sk: Premenovať skupinu
zh_cn: 重命名组

# #31046
source: Delete group
de_de: Gruppe löschen
es_es: Borrar grupo
he_il: מחק קבוצה
hu_hu: Csoport törlése
it_it: Cancella gruppo
nl_nl: Verwijder groep
pt_br: Excluir grupo
ru_ru: Удалить группу
sk_sk: Odstrániť skupinu
zh_cn: 删除组

# #31048
source: Available
de_de: Verfügbar
es_es: Disponible
he_il: זמין
hu_hu: Elérhető
it_it: Disponibile
nl_nl: Beschikbaar
pt_br: Disponível
ru_ru: Доступно
sk_sk: K dispozícii
zh_cn: 可用的

# #31049
source: Show content
de_de: Zeige Inhalt
hu_hu: Tartalom mutatása
sk_sk: Zobraziť obsah
zh_cn: 展示内容

# #31050
source: Show plot
de_de: Zeige Handlung
es_es: Mostrar argumento
he_il: הצג עלילה
hu_hu: Info megjelenítése
it_it: Mostra trama
pt_br: Mostrar enredo
ru_ru: Показать сюжет
sk_sk: Zobraziť dej
zh_cn: 显示情节

# #31051
source: Enable Splash Screen (disabled if 'perform on startup' is set)
sk_sk: Povoliť úvodnú obrazovku (deaktivované, ak je nastavené „vykonať pri spustení“)
zh_cn: 启用启动屏幕（如果设置了“启动时执行”则禁用）

# #31052
source: filtered
de_de: gefiltert
es_es: filtrado
he_il: מסונן
hu_hu: szűrt
it_it: filtrato
nl_nl: gefilterd
pt_br: filtrado
ru_ru: отфильтровано
sk_sk: filtrované
zh_cn: 过滤

# #31053
source: Arial based
de_de: Arial basierend
es_es: Basado en Arial
he_il: מבוסס על אריאל
hu_hu: Arial betűkészlet
it_it: Basato su Arial
nl_nl: Gebaseerd op Arial
pt_br: Baseado em Arial
ru_ru: На основе Arial
sk_sk: Písmo založené na Arial
zh_cn: 基于 Arial

# #31054
source: Forward jumping
de_de: Vorwärts springen
es_es: Salto hacia adelante
he_il: קפיצה קדימה
hu_hu: Előretekerés
it_it: Salto in avanti
pt_br: Avançar
ru_ru: Прыжок вперед
sk_sk: Preskočenie vpred
zh_cn: 向前跳跃

# #31055
source: Backward jumping
de_de: Zurück springen
es_es: Salto hacia atrás
he_il: קפיצה לאחור
hu_hu: Hátratekerés
it_it: Salto indietro
pt_br: Voltar
ru_ru: Прыжок назад
sk_sk: Preskočenie vzad
zh_cn: 向后跳跃

# #31056
source: Go to playlist
de_de: Zur Playlist...
es_es: Ir a la playlist
he_il: גש לרשימת השמעה
hu_hu: Lejátszólistához
it_it: Vai alla playlist
nl_nl: Ga naar afspeellijst
pt_br: Ir para a lista de reprodução
ru_ru: Перейти к плейлисту
sk_sk: Prejsť na zoznam skladieb
zh_cn: 前往播放列表

# #31057
source: Show login screen on startup
de_de: Login-Screen beim Programmstart anzeigen
es_es: Mostrar pantalla de login al inicio
he_il: הצג מסך התחברות בעת האתחול
hu_hu: Bejelentkezési képernyő megjelenítése indításkor
it_it: Mostra schermata di login all'avvio
nl_nl: Toon inlogscherm bij het opstarten
pt_br: Mostrar tela de login na inicialização
ru_ru: Показывать экран входа при запуске
sk_sk: Zobraziť prihlasovaciu obrazovku pri spustení
zh_cn: 启动时显示登录屏幕

# #31058
source: Automatic Login on startup
de_de: Automatischer Login beim Programmstart
es_es: Login automático al inicio
he_il: התחברות אוטומטית בעת האתחול
hu_hu: Automatikus bejelentkezés indításkor
it_it: Login automatico all'avvio
nl_nl: Automatisch inloggen tijdens het opstarten
pt_br: Login automático na inicialização
ru_ru: Автоматически входить при загрузке
sk_sk: Automatické prihlásenie pri spustení
zh_cn: 启动时自动登录

# #31061
source: Main menu items
de_de: Hauptmenüeinträge
es_es: Elementos del menú principal
he_il: פריטי תפריט ראשי
hu_hu: Főmenü elemek
it_it: Elementi del menu principale
nl_nl: Hoofdmenu-items
pt_br: Itens do menu principal
ru_ru: Элементы главного меню
sk_sk: Položky hlavnej ponuky
zh_cn: 主菜单项

# #31062
source: Weather fanarts pack
de_de: Fanart-Sammlung für den Wetterbildschirm
es_es: Pack de fanarts de El Tiempo
he_il: חבילת פאנארט מזג אוויר
hu_hu: Időjárás fanart csomag
it_it: Pacchetto Fanart meteo
pt_br: Pacote de fanarts do tempo
ru_ru: Набор фанартов погоды
sk_sk: Fanart balík pre počasie
zh_cn: 天气同人画包

# #31063
source: Sections
de_de: Sektionen
es_es: Secciones
he_il: חלקים
hu_hu: Szakaszok
it_it: Sezioni
nl_nl: Secties
pt_br: Seções
ru_ru: Разделы
sk_sk: Sekcie
zh_cn: 部分

# #31064
source: unwatched
de_de: ungesehen
es_es: no vistos
he_il: לא נצפו
hu_hu: nem látott
it_it: non visti
pt_br: não visto
ru_ru: не просмотрено
sk_sk: nepozreté
zh_cn: 未被观看的

# #31065
source: Video playlist
es_es: Playlist de vídeo
he_il: רשימת השמעת ווידאו
hu_hu: Videó lejátszólista
it_it: Playlist Video
nl_nl: Videoafspeellijst
pt_br: Playlist de vídeo
ru_ru: Плейлист видео
sk_sk: Zoznam videí
zh_cn: 视频播放列表

# #31066
source: Music playlist
de_de: Musik-Playlist
es_es: Playlist de música
he_il: רשימת השמעת מוזיקה
hu_hu: Zenei lejátszólista
it_it: Playlist Musicale
nl_nl: Muziekafspeellijst
pt_br: Playlist de música
ru_ru: Музыкальный плейлист
sk_sk: Hudobný zoznam skladieb
zh_cn: 音乐播放列表

# #31067
source: Event log
de_de: Ereignisse
es_es: Log de eventos
he_il: יומן אירועים
hu_hu: Eseménynapló
it_it: Log eventi
nl_nl: Gebeurtenisregistratie
pt_br: Log de eventos
ru_ru: Журнал событий
sk_sk: Denník udalostí
zh_cn: 事件日志

# #31068
source: Choose presets
de_de: Presets wählen
es_es: Elegir presets
he_il: בחר הגדרות קבועות מראש
hu_hu: Válassz előre beállított értékeket
it_it: Scegli predefiniti
nl_nl: Kies voorinstellingen
pt_br: Escolher predefinições
ru_ru: Выбор пресетов
sk_sk: Vybrať predvoľby
zh_cn: 选择预设

# #31069
source: Last Updated
de_de: Zuletzt aktualisiert
es_es: Última actualización
he_il: הועלה לאחרונה
hu_hu: Utoljára frissítve
it_it: Ultimo agg.
nl_nl: Laatst bijgewerkt
pt_br: Última atualização
ru_ru: Последнее обновление
sk_sk: Naposledy aktualizované
zh_cn: 最近更新时间

# #31071
source: by
de_de: von
es_es: por
he_il: על ידי
hu_hu: készítette
it_it: da
nl_nl: door
pt_br: por
ru_ru: от
sk_sk: od
zh_cn: 经过

# #31072
source: Power Options
de_de: Power-Menü
es_es: Opciones de apagado
he_il: אפשרויות כיבוי
hu_hu: Kikapcsolási lehetőségek
it_it: Opzioni alimentazione
nl_nl: Energiebeheer
pt_br: Opções de energia
ru_ru: Настройки питания
sk_sk: Možnosti napájania
zh_cn: 电源选项

# #31075
source: Movie sets
de_de: Filmkollektionen
es_es: Sagas
he_il: מארז סרטים
hu_hu: Film gyűjtemények
it_it: Raccolte Film
nl_nl: Filmsets
pt_br: Conjuntos de filmes
ru_ru: Киноциклы
sk_sk: Filmové kolekcie
zh_cn: 电影布景

# #31079
source: Cast not available
de_de: Vorhersage nicht verfügbar
es_es: Reparto no disponible
he_il: שידור לא זמין
hu_hu: Szereposztás nem elérhető
it_it: Cast non disponibile
nl_nl: Uitzending niet beschikbaar
pt_br: Elenco não disponível
ru_ru: Актерский состав не доступен
sk_sk: Obsadenie nie je k dispozícii
zh_cn: 演员不可用

# #31080
source: Ends at
de_de: Endet um
es_es: Finaliza a las
he_il: נגמר ב-
hu_hu: Befejezési időpont
it_it: Termina alle
nl_nl: Eindigt om
pt_br: Termina em
ru_ru: Закончится в
sk_sk: Končí o
zh_cn: 结束于

# #31082
source: Lyrics add-on
de_de: Liedtexte-Addon
es_es: Add-on de letras
he_il: הרחבת מילות שירים
hu_hu: Dalszöveg kiegészítő
it_it: Add-on Testi
nl_nl: Songtekst add-on
ru_ru: Дополнение текстов песен
sk_sk: Doplnok textov skladieb
zh_cn: 歌词插件

# #31083
source: Lyrics add-on settings
de_de: Liedtexte-Addon-Einstellungen
es_es: Configuración del add-on de letras
he_il: הגדרות הרחבת מילות שירים
hu_hu: Dalszöveg kiegészítő beállítások
it_it: Impostazioni Add-On Testi
nl_nl: Songtekst add-on instellingen
pt_br: Configurações do add-on de letras
ru_ru: Настройки дополнения текстов песен
sk_sk: Nastavenia doplnku textov skladieb
zh_cn: 歌词附加设置

# #31084
source: Visualisation settings
de_de: Visualisierungs-Einstellungen
es_es: Ajustes de visualización
he_il: הגדרות מראה
hu_hu: Vizualizáció beállítások
it_it: Impostazioni visualizzazione
nl_nl: Visualisatie-instellingen
pt_br: Configurações de exibição
ru_ru: Настройки визуализации
sk_sk: Nastavenia vizualizácií
zh_cn: 可视化设置

# #31089
source: Available groups
de_de: Verfügbare Gruppen
es_es: Grupos disponibles
he_il: קבוצות זמינות
hu_hu: Elérhető csoportok
it_it: Gruppi disponibili
nl_nl: Beschikbare groepen
pt_br: Grupos disponíveis
ru_ru: Доступные группы
sk_sk: Dostupné skupiny
zh_cn: 可用组

# #31090
source: Search trailer
de_de: Trailer suchen
es_es: Buscar trailer
he_il: חיפוש קדימון
hu_hu: Filmajánló keresése
it_it: Cerca trailer
nl_nl: Zoek trailer
pt_br: Pesquisar trailer
ru_ru: Найти трейлер
sk_sk: Vyhľadať upútavku
zh_cn: 搜索预告片

# #31092
source: Video menu
de_de: Videomenü
es_es: Menú de vídeo
he_il: תפריט ווידאו
hu_hu: Videó menü
it_it: Menù Video
pt_br: Menu de vídeo
ru_ru: Меню видео
sk_sk: Ponuka videa
zh_cn: 视频菜单

# #31093
source: Show weather info
de_de: Wetterinformationen anzeigen
he_il: הצג מידע על מזג האוויר בסרגל העליון
hu_hu: Időjárás információ mutatása fennt
it_it: Mostra info Meteo
nl_nl: Toon weerbericht in bovenbalk
pt_br: ostrar informações meteorológicas na barra superior
ru_ru: Показывать сведения о погоде на верхней панели
sk_sk: Zobraziť počasie
zh_cn: 显示天气信息

# #31095
source: Use slide animations
de_de: Slide-Animationen benutzen
es_es: Usar animaciones con desplazamiento
he_il: תשתמש בהנפשת החלקה
hu_hu: Dia animációk használata
it_it: Usa animazioni scorrimento
nl_nl: Gebruik schuifanimaties
pt_br: Usar animações de rolagem
ru_ru: Использовать скользящую анимацию
sk_sk: Použiť animácie kĺzania
zh_cn: 使用幻灯片动画

# #31096
source: Local subtitle available
de_de: Lokaler Untertitel verfügbar
es_es: Subtítulo local disponible
he_il: כתובית מקומית זמינה
hu_hu: Helyi felirat elérhető
it_it: Sottotitolo locale disponibile
nl_nl: Lokale ondertitel aanwezig
pt_br: Legenda local disponível
ru_ru: Доступны локальные субтитры
sk_sk: Miestne titulky sú k dispozícii
zh_cn: 提供本地字幕

# #31097
source: Channel options
de_de: Kanal-Einstellungen
es_es: Opciones de canal
he_il: אפשרויות ערוצים
hu_hu: Csatorna opciók
it_it: Opzioni Canali
nl_nl: Kanaalopties
pt_br: Opções de canal
ru_ru: Настройки канала
sk_sk: Možnosti kanálu
zh_cn: 频道选项

# #31098
source: Select your Kodi user profile[CR]to login and continue
de_de: Bitte Kodi-Benutzerprofil zum[CR]Anmelden und Fortfahren auswählen
es_es: Seleccione su perfil de Kodi [CR] para acceder y continúe
he_il: בחר את פרופיל המשתמש של קודי[CR]כדי להיכנס ולהמשיך
hu_hu: Válaszd ki a Kodi felhasználói profilod[CR]a belépéshez
it_it: Seleziona il tuo profilo utente KODI[CR]per accedere e continuare
nl_nl: Selecteer je Kodi-gebruikersprofiel[CR]om in te loggen en door te gaan
pt_br: Selecione seu perfil de usuário Kodi [CR] para fazer o login e continuar
ru_ru: Выберите ваш профиль пользователя Kodi[CR]для входа и продолжения
sk_sk: Zvoľte si profil používateľa Kodi[CR]pre prihlásenie a pokračovanie
zh_cn: 选择您的 Kodi 用户个人资料[CR]登录并继续

# #31099
source: IconWall
he_il: קיר סמלילים
hu_hu: IkonFal
it_it: Muro di Icone
nl_nl: iconenmuur
sk_sk: Stena ikon
zh_cn: 图标墙
