Repository: b-jesch/skin.estuary.modv2
Catalog: language/resource.language.*/strings.po
Languages: de_de, es_es, he_il, hu_hu, it_it, nl_nl, pt_br, ru_ru, sk_sk, zh_cn

# #31100
source: Shift
he_il: הזזה
hu_hu: Eltolás
it_it: Spostamento
nl_nl: Scheiden
ru_ru: Сдвиг
sk_sk: Posun
zh_cn: 转移

# #31101
source: InfoWall (posters)
de_de: Info-Wall (Poster)
he_il: קיר מידע(פוסטרים)
hu_hu: InfóFal (poszterek)
it_it: MuroInfo (posters)
pt_br: InfoWall (pôsteres)
ru_ru: Стена информации (постеры)
sk_sk: Info nástenka (plagáty)
zh_cn: 信息墙（海报）

# #31102
source: Wall (posters)
de_de: Wall (Poster)
he_il: קיר(פוסטרים)
hu_hu: Fal (poszterek)
it_it: Muro Info (posters)
pt_br: Wall (pôsteres)
ru_ru: Стена (постеры)
sk_sk: Nástenka (plagáty)
zh_cn: 墙（海报）

# #31103
source: Enter text here...
de_de: Text hier eingeben...
es_es: Introduzca texto aquí...
he_il: הכנס את הטקסט כאן...
hu_hu: Ide írja a szöveget…
it_it: Inserisci testo...
nl_nl: Voor hier tekst in...
pt_br: Digite o texto aqui...
ru_ru: Введите текст здесь...
sk_sk: Sem zadajte text...
zh_cn: 在此输入文字...

# #31104
source: Your video library is currently empty. In order to populate it with your personal media, add a video source and configure it. After the source has been added and indexed you will be able to browse your library.
de_de: Die persönliche Bibliothek ist derzeit leer. Um sie mit Inhalten zu füllen, zu "Dateien" wechseln, eine Medienquelle hinzufügen und diese dann konfigurieren. Nachdem die Quelle hinzugefügt und indiziert wurde, kann die Bibliothek durchstöbert werden.
es_es: Tu colección de Vídeos está vacía. Para rellenarla, añade una fuente de vídeos y configúrala. Después de que se haya añadido e indexado, podrás navegar por tu colección.
he_il: ספריית הווידאו שלך ריקה כעת. כדי לאכלס אותה במדיה האישית שלך, הוסף מקור וידאו והגדר אותו. לאחר הוספת המקור והוספה לאינדקס, תוכל לגלוש בספרייה שלך.
hu_hu: A médiatár jelenleg üres. A saját médiafájlok hozzáadásához, menjen a fájlok menüponthoz, adjon hozzá egy médiaforrást és konfigurálja azt. Miután a forrás hozzáadásra és beolvasásra került, böngészni lehet a médiatárban.
it_it: La tua Libreria è attualmente vuota. Per riempirla con i tuoi file multimediali personali aggiungi una sorgente multimediale e configurala. Dopo che la sorgente sarà stata aggiunta e indicizzata potrai sfogliare la tua Libreria.
pt_br: Sua biblioteca de vídeo está vazia no momento. Para preenchê-la com sua mídia pessoal, adicione uma fonte de vídeo e configure-a. Depois que a fonte for adicionada e indexada, você poderá navegar em sua biblioteca.
ru_ru: Ваша библиотека видео сейчас пуста. Чтобы заполнить её данными, добавьте источник видео и настройте его. После того как источник будет добавлен и проиндексирован вы сможете просматривать библиотеку.
sk_sk: Vaša knižnica videí je v tejto chvíli prázdna. Aby ste ju zaplnili vašimi osobnými médiami, pridajte zdroj videa a nakonfigurujte ho. Po pridaní zdroja a jeho zindexovaní budete môcť prehľadávať vašu knižnicu.
zh_cn: 您的视频库当前为空。 为了使用您的个人媒体填充它，请添加视频源并对其进行配置。 添加源并建立索引后，您将能够浏览您的库。

# #31105
source: Add video sources and set the appropriate content type in order to populate your video libraries.
de_de: Videoquellen hinzufügen und den korrekten Inhaltstyp auswählen, um die persönlichen Bibliotheken zu befüllen.
es_es: Añade fuentes de vídeo y selecciona el tipo de contenido apropiado para rellenarla.
he_il: הוסף מקורות וידאו והגדר את סוג התוכן המתאים כדי לאכלס את ספריות הווידאו שלך.
hu_hu: Adjon hozzá videóforrásokat és állítsa be a megfelelő tartalomtípust a videótárak kialakításához.
it_it: Aggiungi sorgenti video e imposta il contenuto appropriato per poter riempire le tue librerie video.
nl_nl: Voeg video bronnen toe en stel het juiste contenttype in om je videobibliotheken te vullen.
pt_br: Adicione fontes de vídeo e defina o tipo de conteúdo apropriado para preencher suas bibliotecas de vídeo.
ru_ru: Добавьте медиаисточник и установите правильный тип его содержимого для заполнения видеобиблиотеки.
sk_sk: Pridajte zdroje videí a nastavte správny typ obsahu pre naplnenie vašich knižníc videí.
zh_cn: 添加视频源并设置适当的内容类型以填充您的视频库。

# #31106
source: Teletext
es_es: Teletexto
he_il: טלטקסט
it_it: Televideo
nl_nl: Teletekst
pt_br: Teletexto
ru_ru: Телетекст
zh_cn: 图文电视

# #31107
source: WideList
de_de: Erweiterte Liste
he_il: רשימה רחבה
hu_hu: SzélesLista
it_it: Lista Larga
nl_nl: Brede lijst
pt_br: Lista Ampla
ru_ru: Широкий список
sk_sk: Široký zoznam
zh_cn: 宽列表

# #31108
source: BigList
de_de: Große Liste
hu_hu: NagyLista
sk_sk: Veľký zoznam
zh_cn: 大名单

# #31110
source: Your music library is currently empty. In order to populate it with your personal media, add a music source and configure it. After the source has been added and indexed you will be able to browse your library.
de_de: Die persönliche Bibliothek ist derzeit leer. Um sie mit Inhalten zu füllen, zu "Dateien" wechseln, eine Medienquelle hinzufügen und diese dann konfigurieren. Nachdem die Quelle hinzugefügt und indiziert wurde, kann die Bibliothek durchstöbert werden.
es_es: Tu colección de Música está vacía. Para rellenarla, añade una fuente de música y configúrala. Después de que se haya añadido e indexado, podrás navegar por tu colección.
he_il: ספריית המוסיקה שלך ריקה כעת. כדי לאכלס אותה עם המדיה האישית שלך, הוסף מקור מוסיקה והגדר אותו. לאחר הוספת המקור והוספה לאינדקס, תוכל לגלוש בספריה שלך.
hu_hu: A zenetár jelenleg üres. A saját médiafájlok hozzáadásához, menjen a "Fájlok" menüponthoz, adjon hozzá egy médiaforrást és konfigurálja azt. Miután a forrás hozzáadásra és indexelésre került, böngészni lehet a zenetárban.
it_it: La tua libreria musicale è attualmente vuota. Per riempirla con i tuoi file multimediali personali aggiungi una sorgente multimediale e configurala. Dopo che la sorgente sarà stata aggiunta e indicizzata potrai sfogliare la tua Libreria.
pt_br: Sua biblioteca de música está vazia no momento. Para preenchê-la com sua mídia pessoal, adicione uma fonte de música e configure-a. Depois que a fonte for adicionada e indexada, você poderá navegar em sua biblioteca.
ru_ru: Ваша музыкальная библиотека сейчас пуста. Чтобы ее наполнить добавьте источник музыки и настройте его. После того как источник будет добавлен и проиндексирован вы сможете просматривать библиотеку.
sk_sk: Vaša hudbná knižnica je v tejto chvíli prázdna. Aby ste ju zaplnili vašimi osobnými médiami, pridajte zdroj hudby a nakonfigurujte ho. Po pridaní zdroja a jeho zindexovaní budete môcť prehľadávať vašu knižnicu.
zh_cn: 您的音乐库目前为空。 为了用您的个人媒体填充它，请添加音乐源并对其进行配置。 添加源并建立索引后，您将能够浏览您的库.

# #31111
source: View your personal pictures or download one of the many image add-ons from the official repository.
de_de: Persönliche Fotos anschauen oder eines der vielen Bilder-Addons aus dem offiziellen Repository ausprobieren.
es_es: Ve tus fotos personales o descarga uno de los muchos add-ons de imágenes que hay en el repositorio oficial.
he_il: הצג את התמונות האישיות שלך או הורד אחת מהרחבות התמונה הרבות מהמאגר הרשמי.
hu_hu: Nézd a saját fényképeidet vagy tölts le egyet a sok képkiegészítő közül a hivatalos kiegészítő tárhelyről.
it_it: Vedi le tue immagini personali o scarica uno dei tanti Add-On immagini dalla repository ufficiale.
nl_nl: Toon je persoonlijke afbeeldingen of download één van de vele afbeeldingsadd-ons uit de officiële repository.
pt_br: Veja suas fotos pessoais ou baixe um dos muitos add-ons de imagem do repositório oficial.
ru_ru: Просмотр личных фотографий или загрузка одного из многих фотодополнений из официального репозитория.
sk_sk: Zobrazte vaše osobné obrázky alebo si prevezmite jeden z mnohých obrázkových doplnkov z oficiálneho repozitára.
zh_cn: 查看您的个人图片或从官方存储库下载众多图像插件之一。

# #31112
source: Toggle audio stream
de_de: Tonspur wechseln
es_es: Cambiar pista de audio
he_il: החלף זרם אודיו
hu_hu: Hangfolyam váltása
it_it: Scorri traccia audio
nl_nl: Verander audiostream
pt_br: Alterar faixa de áudio
ru_ru: Переключить аудиопоток
sk_sk: Prepnúť audio stopu
zh_cn: 切换音频流

# #31113
source: Search local library
de_de: Lokale Bibliothek durchsuchen
es_es: Buscar en tu colección local
he_il: חפש בספרייה המקומית
hu_hu: Keresés a saját könyvtárban
it_it: Cerca nella libreria locale
nl_nl: Zoek in lokale bibliotheek
pt_br: Pesquisar biblioteca local
ru_ru: Поиск в локальной библиотеке
sk_sk: Hľadať v miestnej knižnici
zh_cn: 搜索本地收藏

# #31114
source: Search YouTube
de_de: YouTube durchsuchen
es_es: Buscar en YouTube
he_il: חפש ביו-טיוב
hu_hu: Keresés a YouTube-on
it_it: Cerca su Youtube
nl_nl: Zoek in YouTube
pt_br: Pesquisar no YouTube
ru_ru: Поиск на YouTube
sk_sk: Hľadať na YouTube
zh_cn: 搜索 YouTube

# #31115
source: Search TheMovieDB
de_de: TheMovieDB durchsuchen
es_es: Buscar en TheMovieDB
he_il: חפש ב-TheMovieDB
hu_hu: Keresés a TheMovieDB-n
it_it: Cerca su TheMovieDB
nl_nl: Doorzoek TheMovieDB
pt_br: Pesquisar TheMovieDB
ru_ru: Поиск в TheMovieDB
sk_sk: Vyhľadať na TheMovieDB
zh_cn: 搜索TheMovieDB

# #31116
source: Add games source
de_de: Spielequelle hinzufügen
es_es: Añadir fuente de juegos
he_il: הוסף מקורות למשחקים
hu_hu: Játék forrás hozzáadása
it_it: Aggiungi sorgente giochi
pt_br: Adicionar fonte de jogos
ru_ru: Добавить источник игр
sk_sk: Pridať zdroj hier
zh_cn: 添加游戏源

# #31117
source: Edit nodes
de_de: Menü editieren
es_es: Editar nodos
he_il: ערוך צמתים
hu_hu: Csomópontok szerkesztése
it_it: Modifica nodi
nl_nl: Wijzig nodes
pt_br: Editar nós
ru_ru: Редактирование узлов
sk_sk: Upraviť uzly
zh_cn: 编辑节点

# #31118
source: Enter add-on browser
de_de: Zum Addon-Browser...
es_es: Entrar en el navegador de add-ons
he_il: כנס לדפדפן ההרחבות
hu_hu: Belépés a kiegészítő böngészőbe
it_it: Inserisci browser Add-On
nl_nl: Ga naar add-on verkenner
pt_br: Entrar no navegador do add-on
ru_ru: Доступ к браузеру дополнений
sk_sk: Vstúpiť do prehliadača doplnkov
zh_cn: 输入附加浏览器

# #31119
source: You do not have any add-ons installed yet. Visit our add-on browser to browse through our collection and improve your Kodi experience.
de_de: Es sind noch keine Addons installiert. Den Addon-Browser öffnen, um in der Addon-Sammlung zu stöbern.
es_es: No tienes ningún add-on instalado aún. Visita nuestro navegador de addons y mejora tu experiencia con Kodi.
he_il: עדיין לא מותקנות הרחבות. בקר בדפדפן ההרחבות שלנו, כדי לעיין באוסף שלנו ולשפר את חווית הקודי שלך.
hu_hu: Még nincs telepített kiegészítő. Látogass el a kiegészítő böngészőbe és válassz a gyűjteményből a Kodi felhasználói élmény javítása érdekében.
it_it: Non hai ancora alcun Add-On installato. Visita il nostro browser Add-On per sfogliare la nostra collezione e migliorare la tua esperienza Kodi.
nl_nl: Je hebt nog geen add-ons geïnstalleerd. Bezoek onze add-on verkenner om door onze collectie te browsen en je Kodi-beleving te verbeteren.
pt_br: Você ainda não tem nenhum add-on instalado. Visite nosso navegador de add-on para navegar por nossa coleção e melhorar sua experiência Kodi.
ru_ru: У вас пока что нет установленных дополнений… Посетите наш браузер дополнений, чтобы просмотреть нашу коллекцию и улучшить свой Kodi.
sk_sk: Zatiaľ nemáte nainštalované žiadne doplnky. Navštívte náš prehliadač doplnkov, preskúmajte našu kolekciu a vylepšite si váš zážitok s Kodi.
zh_cn: 您还没有安装任何附加组件。 请访问我们的附加浏览器来浏览我们的收藏并改善您的 Kodi 体验。

# #31120
source: You did not set up a weather provider yet. In order to view weather information, choose a weather provider and set up your location.
de_de: Es ist noch kein Wetterprovider eingerichtet. Um Wetterinformationen zu erhalten, einen Wetterprovider auswählen und Orte einrichten.
es_es: No has configurado ningún proveedor de El Tiempo. Para poder ver información sobre el clima, escoge un proveedor e indica tu ubicación.
he_il: עדיין לא הגדרת ספק מזג אוויר. כדי להציג מידע על מזג האוויר, בחר ספק מזג אוויר והגדר את המיקום שלך.
hu_hu: Még nem állítottál be időjárás szolgáltatót. Az időjárási adatok megtekintéséhez, válassz egy szolgáltatót és állítsd be a helyszínt.
it_it: Non hai ancora impostato un provider meteo. Per poter vedere le informazioni meteo, scegli un provider meteo e imposta la tua località.
nl_nl: Je hebt nog geen weerprovider ingesteld. Om weerberichten te zien, kies een weerprovider en stel de locatie in.
pt_br: Você não configurou nenhum provedor de meteorologia. Para ver as informações meteorológicas, escolha um provedor e insira sua localização.
ru_ru: Вы не настроили провайдера погоды. Необходимо выбрать провайдера и настроить местоположение
sk_sk: Zatiaľ ste nenastavili poskytovateľa dát o počasí. Aby bolo možné zobraziť informácie o počasí, zvoľte si poskytovateľa a vašu polohu.
zh_cn: 您尚未设置天气提供商。 要查看天气信息，请选择天气提供商并设置您的位置。

# #31121
source: Set weather provider
de_de: Wetterprovider wählen
es_es: Asignar proveedor de El Tiempo
he_il: הגדר ספק למזג האוויר
hu_hu: Időjárás-szolgáltató beállítása
it_it: Imposta provider meteo
nl_nl: Stel weerprovider in
pt_br: Definir provedor de meteorologia
ru_ru: Выбрать провайдера погоды
sk_sk: Nastaviť poskytovateľa počasia
zh_cn: 设置天气提供者

# #31122
source: Unwatched TV Shows
de_de: Ungesehene Serien
es_es: Series sin ver
he_il: סדרות שלא נצפו
hu_hu: Nem látott TV sorozatok
it_it: Serie TV non viste
nl_nl: Niet-bekeken TV-series
pt_br: Programas de TV não assistidos
ru_ru: Непросмотренные сериалы
sk_sk: Nepozreté TV seriály
zh_cn: 未观看的电视节目

# #31123
source: Same director
de_de: Filme dieses Regisseurs
es_es: Mismo director
he_il: אותו הבמאי
hu_hu: Egyazon rendező
it_it: Stesso regista
nl_nl: Zelfde regisseur
pt_br: Mesmo diretor
ru_ru: Тот же режиссёр
sk_sk: Rovnaký režisér
zh_cn: 同一个导演

# #31124
source: Show images on map
de_de: Bilder auf Karte zeigen
es_es: Mostrar imágenes en mapa
he_il: הצג תמונות
hu_hu: Képek megjelenítése a térképen
it_it: Mostra immagini sulla mappa
pt_br: Mostrar imagens no mapa
ru_ru: Показать изображения на карте
sk_sk: Zobraziť obrázky na mape
zh_cn: 在地图上显示图像

# #31125
source: is
de_de: ist
es_es: es
he_il: הוא
hu_hu: van
it_it: è
pt_br: é
ru_ru: это
sk_sk: je
zh_cn: 是

# #31126
source: Press [B]OK[/B] to show plot
de_de: [B]OK[/B] zum Lesen der Handlung drücken
es_es: Presiona [B]OK[/B] para mostrar el argumento
he_il: הקש 'אישור' כדי לקרוא את העלילה
hu_hu: Nyomjon [B]OK[/B]-t a tartalom olvasásához
it_it: Premi [B]OK[/B] per leggere la trama
pt_br: Pressione [B] OK [/B] para mostrar o enredo
ru_ru: Нажмите [B]OK[/B] для чтения сюжета
sk_sk: Stlačte [B]OK[/B] pre zobrazenie deja
zh_cn: 按 [B]OK[/B] 显示绘图

# #31127
source: Show icons
de_de: Icons zeigen
es_es: Mostrar iconos
he_il: הצג סמלילים
hu_hu: Ikonok megjelenítése
it_it: Mostra icone
nl_nl: Toon pictogrammen
pt_br: Mostrar ícones
ru_ru: Показать значки
sk_sk: Zobraziť ikony
zh_cn: 显示图标

# #31128
source: Contributors
de_de: Mitwirkende
es_es: Contribuidores
he_il: תורמים
hu_hu: Közreműködők
it_it: Collaboratori
nl_nl: Bijdragers
pt_br: Contribuidores
ru_ru: Авторы
sk_sk: Prispievatelia
zh_cn: 贡献者

# #31129
source: General settings applying to all areas of the skin.
de_de: Allgemeine Einstellungen, die für den gesamten Skin gelten.
es_es: Los ajustes generales aplican a todas las áreas del skin
he_il: הגדרות כלליות החלים על כל האזורים של המעטפת.
hu_hu: Általános beállítások a felület minden egyes területére vonatkozóan.
it_it: Impostazioni generali che si applicano a tutte le aree della skin.
nl_nl: Algemene instellingen die van toepassing zijn op alle onderdelen van de skin.
pt_br: As configurações gerais se aplicam a todas as áreas da Skin
ru_ru: Основные настройки, применяемые ко всем областям обложки.
sk_sk: Všeobecné nastavenia týkajúce sa všetkých oblastí vzhľadu.
zh_cn: 适用于皮肤所有区域的常规设置。

# #31130
source: Main menu-related settings: Configure the home screen to your likings.
de_de: Einstellungen für den Startbildschirm: Der Startbildschirm kann nach Belieben angepasst werden.
es_es: Ajustes relativos al menú principal: Configura la pantalla principal a tu gusto.
he_il: הגדרות הקשורות לתפריט הראשי: הגדר את מסך הבית בהתאם להעדפותיך.
hu_hu: Főmenüvel kapcsolatos beállítások: állítsa be a főképernyőt az ízlésének megfelelően.
it_it: Impostazioni relative al menù principale: Configura la schermata home come ti piace.
nl_nl: Hoofdmenu gerelateerde instellingen: Configureer het homescreen naar wens.
pt_br: Configurações relacionadas ao menu principal: configure a tela principal de acordo com sua preferência.
ru_ru: Настройки, относящиеся к главному меню: настройте домашний экран по своему вкусу.
sk_sk: Nastavenia týkajúce sa hlavnej ponuky: Nastavte si domovskú obrazovku podľa vašich predstáv.
zh_cn: 主菜单相关设置：根据您的喜好配置主屏幕。

# #31131
source: Add-ons settings
de_de: Addons-Einstellungen
es_es: Ajustes de Add-ons
he_il: הגדרות להרחבות
hu_hu: Kiegészítő beállításai
it_it: Impostazioni Add-ons
pt_br: Configurações de add-ons
ru_ru: Настройки дополнений
sk_sk: Nastavenia doplnkov
zh_cn: 附加组件设置

# #31132
source: Hide 'Categories' widget
de_de: 'Kategorien' Widget ausblenden
es_es: Ocultar el widget 'Categorías'
he_il: הסתר את יישומון 'קטגוריות'
hu_hu: Kategória widget elrejtése
it_it: Nascondi widget 'Categorie'
pt_br: Ocultar widget 'Categorias'
ru_ru: Стрыть виджет 'Категории'
sk_sk: Skryť widget „Kategórie“
zh_cn: 隐藏“类别”小部件

# #31133
source: Show banners on episodes/thumbs widgets
de_de: Serien-Banner über den Episoden-Miniaturansichten anzeigen
es_es: Mostrar banners en los widgets de episodios/miniaturas
he_il: הצג כרזות על יישומונים של פרקים / תמונות ממוזערות
hu_hu: Bannerek mutatása a epizód/bélyegkép widgeteken
it_it: Mostra banners sul widget episodi/anteprime
pt_br: Mostrar banners em widgets de episódio / miniatura
ru_ru: Показывать баннеры на виджетах серий/изображениях серий
sk_sk: Zobraziť transparent seriálu nad náhľadmi epizód
zh_cn: 在剧集/拇指小部件上显示横幅

# #31134
source: Remaining
de_de: Verbleibend
es_es: Restante
he_il: נותר
hu_hu: Hátralévő
it_it: Rimanente
nl_nl: Resterend
pt_br: Restante
ru_ru: Осталось
sk_sk: Zostáva
zh_cn: 其余的

# #31136
source: Click here to see latest changes...
de_de: Hier klicken, um die letzten Änderungen zu sehen...
es_es: Click aquí para ver los últimos cambios...
he_il: לחץ כאן לראות את השינויים האחרונים...
hu_hu: Legfrissebb változtatások...
it_it: Clicca qui per vedere gli ultimi cambiamenti...
nl_nl: Klik hier om de laatste veranderingen te zien...
pt_br: Clique aqui para ver as últimas alterações...
ru_ru: Нажмите для просмотра последних изменений…
sk_sk: Kliknite sem, aby ste videli najnovšie zmeny...
zh_cn: 单击此处查看最新更改...

# #31137
source: PVR info
es_es: Info de PVR
he_il: מידע PVR
hu_hu: PVR információ
it_it: Info PVR
ru_ru: Информация PVR
sk_sk: Informácie o PVR
zh_cn: PVR信息

# #31138
source: Player process info
de_de: Player-Info
es_es: Información de procesos del Reproductor
he_il: מידע על תהליך הנגן
hu_hu: Lejátszó folyamatinfó
it_it: Info processo Riproduzione
nl_nl: Voortgangsinfo speler
pt_br: Informações do processo do player
ru_ru: Сведения о проигрывателе
sk_sk: Informácie o procese prehrávača
zh_cn: 播放器进程信息

# #31139
source: Video decoder
es_es: Decodificador de vídeo
he_il: מקודד ווידאו
hu_hu: Videó dekóder
it_it: Decoder Video
pt_br: decodificador de vídeo
ru_ru: Видеодекодер
sk_sk: Dekodér videa
zh_cn: 视频解码器

# #31140
source: Pixel format
es_es: Formato de píxeles
he_il: פורמט פיקסל
hu_hu: Képpont formátum
it_it: Formato Pixel
nl_nl: Pixelformaat
pt_br: formato de pixel
ru_ru: Формат пикселей
sk_sk: Formát pixelu
zh_cn: 像素格式

# #31141
source: Changes for version
de_de: Änderungen für Version
es_es: Cambios por versión
he_il: שינויים עבור הגרסה
hu_hu: Verzió változások
it_it: Cambiamenti per versione
nl_nl: Veranderingen in versie
pt_br: Alterações por versão
ru_ru: Изменения для версии
sk_sk: Zmeny pre verziu
zh_cn: 版本变更

# #31142
source: Play speed
de_de: Wiedergabe-Geschwindigkeit
es_es: Velocidad de reproducción
he_il: מהירות ניגון
hu_hu: Lejátszási sebesség
it_it: Velocità di riproduzione
nl_nl: Afspeelsnelheid
pt_br: Velocidade de reprodução
ru_ru: Скорость проигрывания
sk_sk: Rýchlosť prehrávania
zh_cn: 播放速度

# #31143
source: You did not set up PVR yet. In order to use PVR, choose a PVR client addon and configure it. Please visit http://kodi.wiki/view/PVR to learn more.
de_de: Der PVR wurde noch nicht eingerichtet. Um den PVR nutzen zu können, muß ein PVR-Client Addon ausgewählt und konfiguriert werden. Mehr Informationen unter http://kodi.wiki/view/PVR
es_es: No has configurado un PVR aún. Para usar el PVR, escoge un addon para tu cliente PVR y configúralo. Por favor, visita http://kodi.wiki/view/PVR para más información
he_il: אתה עדיין לא הגדרת לקוח PVR. כדי להשתמש ב-PVR, בחר בהרחבת לקוח PVR והגדר אותה. בקר בכתובת: http://kodi.wiki/view/PVR למידע נוסף.
hu_hu: Még nem állítottad be a PVR-t. Válassz egy PVR-klienst és konfiguráld. Látogass el a http://kodi.wiki/view/PVR oldalra több információért.
it_it: Non hai ancora impostato il PVR. Per poter usare il PVR, scegli un Add-on Client PVR e configuralo. Visita http://kodi.wiki/view/PVR per saperne di più.
nl_nl: Je hebt nog geen PVR ingesteld. Om gebruik te kunnen maken van PVR, kies een PVR-cliënt addon en configureer deze. Bezoek https://kodi.wiki/view/PVR om meer te weten tekomen.
pt_br: Você ainda não configurou o PVR. Para usar o PVR, escolha um add-on do cliente PVR e configure-o. Visite http://kodi.wiki/view/PVR para saber mais.
ru_ru: В системе не найдено PVR-клиентов. Если собираетесь использовать PVR, выберите дополнение PVR-клиента и настройте его. Дополнительная информация на http://kodi.wiki/view/PVR
sk_sk: Nenastavili ste PVR. Aby ste mohli používať PVR, vyberte si doplnok PVR klienta a nakonfigurujte ho. Navštívte http://kodi.wiki/view/PVR pre viac informácií.
zh_cn: 您尚未设置 PVR。 为了使用 PVR，请选择 PVR 客户端插件并进行配置。 请访问 http://kodi.wiki/view/PVR 了解更多信息。

# #31144
source: Enter add-on browser
de_de: Zum Addon-Browser...
es_es: Entrar en el navegador de add-ons
he_il: כנס לדפדפן הרחבות
hu_hu: Belépés a kiegészítő böngészőbe
it_it: Inserisci browser Add-On
nl_nl: Ga naar add-on verkenner
pt_br: Entrar no navegador do complemento
ru_ru: Войти в браузер дополнений
sk_sk: Vstúpiť do prehliadača doplnkov
zh_cn: 输入附加浏览器

# #31145
source: Search add-ons
de_de: Addons durchsuchen
es_es: Add-ons de búsqueda
he_il: חפש הרחבות
hu_hu: Kiegészítők keresése
it_it: Cerca Apps
nl_nl: Zoek add-ons
pt_br: Pesquisar add-ons
ru_ru: Поиск дополнений
sk_sk: Prehľadávať doplnky
zh_cn: 搜索附加组件

# #31148
source: Categories
de_de: Kategorien
es_es: Categorías
he_il: קטגוריות
hu_hu: Kategóriák
it_it: Categorie
nl_nl: Categoriëen
pt_br: Categorias
ru_ru: Категории
sk_sk: Kategórie
zh_cn: 类别

# #31149
source: Video genres fanarts pack
de_de: Fanart-Sammlung für Video-Genres
es_es: Pack de fanarts de géneros de vídeo
he_il: חבילת פאנארט של ז'אנר לווידאו
hu_hu: Film műfaj-fanartcsomag kiválasztása
it_it: Pacchetto fanart genere Video
pt_br: Pacote de fanarts de gêneros de vídeo
ru_ru: Набор фанартов жанров
sk_sk: Balík fanartov pre žánre videa
zh_cn: 视频流派同人画包

# #31150
source: Repository
es_es: Repositorio
he_il: מאגר (Repository)
hu_hu: Tároló
pt_br: Repositório
ru_ru: Репозиторий
sk_sk: Repozitár
zh_cn: 存储库

# #31151
source: Unwatched music videos
de_de: Ungesehene Musikvideos
es_es: Vídeos Musicales sin ver
he_il: סרטוני מוזיקה שטרם נצפו
hu_hu: Nem látott videóklipek
it_it: Video Musicali non visti
nl_nl: Niet-bekeken muziekvideo's
pt_br: Shows não assistidos
ru_ru: Непросмотреные муз. видео
sk_sk: Nepozreté hudobné videá
zh_cn: 未观看的音乐视频

# #31152
source: Random music videos
de_de: Zufällige Musikvideos
es_es: Vídeos musicales aleatorios
he_il: סרטוני מוזיקה אקראיים
hu_hu: Véletlenszerű videóklip-ek
it_it: Video musicali casuali
nl_nl: Willekeurige muziekvideo's
pt_br: Vídeos musicais aleatórios
ru_ru: Случайные муз. видео
sk_sk: Náhodné hudobné videá
zh_cn: 随机音乐视频
