Repository: b-jesch/skin.estuary.modv2
Catalog: language/resource.language.*/strings.po
Languages: de_de, es_es, he_il, hu_hu, it_it, nl_nl, pt_br, ru_ru, sk_sk, zh_cn

# #31153
source: You do not have any add-ons of this type installed. Enter the add-on browser to download add-ons created by our community.
de_de: Es sind keine passenden Addons installiert. Bitte im Addon-Browser ein von der Community bereitgestelltes Addon herunterladen und installieren.
es_es: No tienes ningún add-on de este tipo instalado. Entra en el navegador de add-ons y descarga add-ons creados por nuestra comunidad.
he_il: לא מותקנות הרחבות מהסוג זה. אנא כנס לדפדפן ההרחבות כדי להוריד הרחבות שנוצרו על ידי הקהילה שלנו.
hu_hu: Nincs telepítve ilyen típusú kiegészítő. Nyissa meg a kiegészítő-böngészőt a kiegészítő letöltéséhez.
it_it: Non hai alcun Add-On di questo tipo installato. Apri il browser Add-On per per scaricare Add-On creati dalla nostra community.
nl_nl: Je hebt nog geen enkele add-on van dit type geïnstalleerd. Bezoek de add-onverkenner om add-ons te downloaden gecreëerd door onze community.
pt_br: Você não tem nenhum complemento deste tipo instalado. Entre no navegador do complemento para baixar complementos criados por nossa comunidade.
ru_ru: У вас нет установленных дополнений этого типа. Откройте браузер дополнений, чтобы загрузить дополнения, созданные сообществом.
sk_sk: Nemáte nainštalované žiadne doplnky tohoto typu. Vstúpte do prehliadača doplnkov a nainštalujte si doplnky vytvorené našou komunitou.
zh_cn: 您没有安装任何此类附加组件。 进入插件浏览器下载我们社区创建的插件。

# #31154
source: Press [B]OK[/B] to switch between locations
de_de: [B]OK[/B] zum Wechseln des Ortes drücken
es_es: Presionad [B]OK[/B] para alternar entre ubicaciones
he_il: לחץ על [B]OK[/B] כדי לעבור בין מיקומים
hu_hu: Nyomja meg az [B]OK[/B]-t a helyszínek közötti váltáshoz
it_it: Premi [B]OK[/B] per scorrere fra le località
pt_br: Pressione [B] OK [/B] para alternar entre os locais
ru_ru: Нажмите [B]OK[/B] для переключения местоположений
sk_sk: Stlačte [B]OK[/B] pre prepnutie medzi lokáciami
zh_cn: 按 [B]OK[/B] 在位置之间切换

# #31155
source: No bookmarks created yet.
de_de: Es wurden noch keine Lesezeichen angelegt.
es_es: No se han creado marcadores aún
he_il: עדיין לא נוצרו סימניות.
hu_hu: Még nincs létrehozva könyvjelző
it_it: Nessun segnalibro ancora creato.
nl_nl: Nog geen bladwijzer gecreëerd
pt_br: Nenhum favorito criado ainda.
ru_ru: Нет закладок
sk_sk: Neboli vytvorené žiadne záložky.
zh_cn: 尚未创建书签。

# #31156
source: Choose background pattern
de_de: Hintergrund-Muster
es_es: Elegir un patrón de fondo
he_il: בחר תבנית רקע
hu_hu: Válasszon háttérmintát
it_it: Scegli motivo sfondo
nl_nl: Kies achtergrondpatroon
pt_br: Escolha o padrão de fundo
ru_ru: Выберите фон
sk_sk: Vyberte vzor pozadia
zh_cn: 选择背景图案

# #31157
source: Library info
de_de: Bibliotheksinfo
es_es: Información de la colección
he_il: מידע ספרייה
hu_hu: Médiatárinfó
it_it: Info Libreria
pt_br: Informações da biblioteca
ru_ru: Информация о библиотеке
sk_sk: Informácie o knižici
zh_cn: 资料库信息

# #31158
source: Touch mode
de_de: Touch-Modus
es_es: Modo tactil
he_il: מצב לחיצה
hu_hu: Éríntős mód
nl_nl: Aanraakmodus
pt_br: Modo de toque
ru_ru: Сенсорный режим
sk_sk: Dotykový mód
zh_cn: 触摸模式

# #31159
source: Artworks
he_il: גרפיקה
hu_hu: Illusztrációk
it_it: Artwork
pt_br: Obras de arte
ru_ru: Картинки
sk_sk: Artworky
zh_cn: 作品

# #31160
source: Show media flags
de_de: Medien-Flags anzeigen
es_es: Mostrar indicadores de medios
he_il: הצג דגלי מדיה
hu_hu: Média ikonok megjelenítése
it_it: Mostra etichette info media
nl_nl: Toon media-informatie
pt_br: Mostrar sinalizadores de mídia
ru_ru: Флаги сведений
sk_sk: Zobraziť indikátory medií
zh_cn: 显示媒体标志

# #31161
source: Numeric pad
de_de: Ziffern-Eingabe
es_es: Teclado numérico
he_il: לוח ספרות
hu_hu: Szám billentyűzet
it_it: Tastierino numerico
nl_nl: Numeriek pad
pt_br: Teclado numérico
ru_ru: Цифровая клавиатура
sk_sk: Numerická klávesnica
zh_cn: 数字键盘

# #31162
source: Play your personal games or download one of the many game add-ons from the official repository.
de_de: Spielen Sie Ihre persönlichen Spiele oder laden Sie eines der vielen Spiel-Addons aus dem offiziellen Repository herunter.
es_es: Juega a tus videojuegos o descargar alguno de los muchos add-ons de nuestro repositorio oficial.
he_il: שחק את המשחקים האישיים שלך או הורד אחד מהמשחקים הרבים מהמאגר הרשמי.
hu_hu: Játssz a saját játékaiddal vagy töltsd le a számos játék kiegészítő egyikét a hivatalos tárolóból.
it_it: Gioca ai tuoi giochi personali o scarica uno dei tanti giochi Add-on dalla repository ufficiale.
nl_nl: Speel je persoonlijke spellen, of download één van de vele speladd-ons uit de officiële repository.
pt_br: Jogue seus jogos pessoais ou baixe um dos muitos add-ons de jogo do repositório oficial.
ru_ru: Играйте в ваши игры или загрузите один из многих игровых аддонов из официального репозитория.
sk_sk: Zahrajte si hry alebo si prevezmite jeden z mnohých herných doplnkov z oficiálneho repozitára.
zh_cn: 玩您的个人游戏或从官方存储库下载众多游戏插件之一。

# #31163
source: Show Fanart background
de_de: Fanart im Hintergrund anzeigen
es_es: Mostrar Fanart de fondo
he_il: הצג רקע פאנארט
hu_hu: Fanart háttér megjelenítése
it_it: Mostra sfondo Fanart
nl_nl: Toon fanart achtergrond
pt_br: Mostrar fundo do Fanart
ru_ru: Отображать фанарт в качестве фона
sk_sk: Zobraziť Fanart pozadie
zh_cn: 显示同人画背景

# #31200
source: Main menu
de_de: Menüs
he_il: תפריט ראשי
hu_hu: Főmenü
nl_nl: Hoofdmenu
pt_br: Menu principal
ru_ru: Главное меню
sk_sk: Hlavná ponuka
zh_cn: 主菜单

# #31201
source: Add media sources
de_de: Medienquellen hinzufügen
he_il: הוסף מקורות מדיה
hu_hu: Média forrás hozzáadása
nl_nl: Voeg media bronnen toe
pt_br: Adicionar fontes de mídia
ru_ru: Добавить источники медиаданных
sk_sk: Pridať zdroje médií
zh_cn: 添加媒体源

# #31202
source: Shortcuts to the "Files" sections of each media type. Go there to add additional sources for your databases.
de_de: Verknüpfungen zu den "Dateien" Abschnitten jedes Medientyps. Gehen Sie dorthin, um zusätzliche Quellen für Ihre Datenbanken hinzuzufügen.
he_il: קיצורי דרך למחלקת 'קבצים' לכל סוגי המדיה. עבור לשם כדי להוסיף מקורות נוספים עבור מסדי הנתונים שלך.
hu_hu: Parancsikonok a fájl szekcióban minden médiatípushoz. Adj hozzá forrásokat az adatbázis létrehozásához
pt_br: Atalhos para as seções "Arquivos" de cada tipo de mídia. Vá lá para adicionar fontes adicionais para seus bancos de dados.
ru_ru: Ссылки к разделам «Файлы» каждого типа носителя. Перейдите туда, чтобы добавить дополнительные источники для ваших баз данных.
sk_sk: Skratky do sekcií „Súbory“ jednotlivých typov médií. Prejdite tam pre pridanie ďalších zdrojov do vašej databázy.
zh_cn: 每种媒体类型的 "Files" 部分的快捷方式。 去那里为您的数据库添加其他来源。

# #31203
source: Home menu
de_de: Startbildschirm
he_il: תפריט הבית
hu_hu: Főmenü
nl_nl: Hoofdmenu
pt_br: Menu Iniciar
ru_ru: Главное меню
sk_sk: Domovské menu
zh_cn: 主菜单

# #31204
source: Hide main menu when selecting widgets
de_de: Hauptmenü bei der Auswahl von Widgets ausblenden
he_il: הסתר את תפריט הבית באשר בוחרים יישומים
hu_hu: Főmenü elrejtése, widget kiválasztáskor
nl_nl: Verberg hoofdmenu indien widgets zijn geselecteerd
pt_br: Ocultar menu principal ao selecionar widgets
ru_ru: Скрывать главное меню при выборе виджетов
sk_sk: Skryť hlavnú ponuku pri výbere widgetu
zh_cn: 选择小部件时隐藏主菜单

# #31205
source: Gallery
de_de: Galerie
he_il: גלרייה
hu_hu: Galéria
nl_nl: Gallerij
pt_br: Galeria
ru_ru: Галерея
sk_sk: Galéria
zh_cn: 画廊

# #31206
source: Reset main menu settings
de_de: Hauptmenü-Einstellungen zurücksetzen
he_il: אפס את הגדרות התפריט הראשי
hu_hu: Főmenü beállítás alaphelyzetbe
nl_nl: Hoofdmenu instellingen resetten
pt_br: Redefinir configurações do menu principal
ru_ru: Сбросить настройки главного меню
sk_sk: Obnoviť nastavenia hlavnej ponuky
zh_cn: 重置主菜单设置

# #31207
source: Are you sure you want to reset display of all menu items back to default ?
de_de: Sind Sie sicher, dass Sie die Anzeige aller Menüpunkte wieder auf den Standard zurücksetzen möchten?
he_il: האם אתה בטוח שברצונך לאפס את התצוגה של כל פריטי התפריט בחזרה לברירת מחדל?
hu_hu: Biztosan visszaállítod alaphelyzetbe?
nl_nl: Hoofdmenu instellingen terugzetten? Weet u dit zeker?
pt_br: Tem certeza de que deseja redefinir a exibição de todos os itens de menu para o padrão?
ru_ru: Вы действительно хотите сбросить все элементы меню на значения по-умолчанию?
sk_sk: Naozaj chcete obnoviť zobrazenie všetkých položiek hlavného menu na predvolené hodnoty?
zh_cn: 您确定要将所有菜单项的显示重置为默认值吗？

# #31208
source: Changes of version
de_de: Änderungen der Version
he_il: שינויים בגרסה
hu_hu: Változások a verziókban
nl_nl: Versiewijzigingen
pt_br: Alterações de versão
ru_ru: Изменения в версии
sk_sk: Zmeny vo verzii
zh_cn: 版本变更

# #31209
source: Update video library
de_de: Videobibliothek aktualisieren
he_il: עדכן את ספריית הווידאו
hu_hu: Film adatbázis frissítése
nl_nl: Videobibliotheek bijwerken
pt_br: Atualizar biblioteca de vídeo
ru_ru: Обновить библиотеку видео
sk_sk: Aktualizovať knižnicu videí
zh_cn: 更新视频库

# #31210
source: Update music library
de_de: Musikbibliothek aktualisieren
he_il: עדכן את ספריית המוזיקה
hu_hu: Zenei adatbázis frissítése
nl_nl: Muziekbibliotheek bijwerken
pt_br: Atualizar biblioteca de música
ru_ru: Обновить библиотеку музыки
sk_sk: Aktualizovať hudobnú knižnicu
zh_cn: 更新音乐库

# #31211
source: Show smaller icons for 'Categories' widgets
de_de: Kleinere Minaturansichten für das 'Kategorien'-Widget verwenden
he_il: הצג סמלים קטנים יותר עבור יישומוני 'קטגוריות'
hu_hu: Kisebb ikonok a kategória widgetekhez
nl_nl: Kleinere icons tonen voor categoriewidgets
pt_br: Mostrar ícones menores para widgets de 'Categorias'
ru_ru: Отображать маленькие иконки для виджета 'Категории'
sk_sk: Zobraziť menšie ikony pre widget „Kategórie“
zh_cn: 显示“类别”小部件的较小图标

# #31212
source: Next episodes to watch
de_de: Nächste ungesehene Episoden
he_il: הפרק הבא לצפייה
hu_hu: Következő nézendő rész
nl_nl: Volgende aflevering bekijken
pt_br: Próximos episódios para assistir
ru_ru: Следующие серии для просмотра
sk_sk: Ďalšie epizódy na pozretie
zh_cn: 接下来要观看的剧集

# #31213
source: Stop scanning video library
de_de: Aktualisierung der Videobibliothek stoppen
he_il: עצור סריקת ספריית ווידאו
hu_hu: Keresés leállítása a film médiatárban
nl_nl: Stop scanning videobibliotheek
pt_br: Parar de escanear biblioteca de vídeo
ru_ru: Остановить сканирование библиотеки видео
sk_sk: Zastaviť skenovanie knižnice videí
zh_cn: 停止扫描视频库

# #31214
source: Stop scanning music library
de_de: Aktualisierung der Musikbibliothek stoppen
he_il: עצור סריקת ספריית מוזיקה
hu_hu: Keresés leállítása a zene médiatárban
nl_nl: Stop scanning muziekbibliotheek
pt_br: Pare de procurar biblioteca de música
ru_ru: Остановить сканирование библиотеки музыки
sk_sk: Zastaviť skenovanie hudobnej knižnice
zh_cn: 停止扫描音乐库

# #31215
source: Wall (thumbnails)
de_de: Wall (Fanart)
he_il: קיר (תמונות ממוזערות)
hu_hu: Fal (fanartok)
nl_nl: Muur (thumbnails)
pt_br: Parede (miniaturas)
ru_ru: Стена (миниатюры)
sk_sk: Stena (náhľady)
zh_cn: 墙（缩略图）

# #31216
source: InfoWall (thumbnails)
de_de: Info-Wall (Fanart)
he_il: קיר מידע (תמונות ממוזערות)
hu_hu: Infófal (fanartok)
nl_nl: Info muur (thumbnails)
pt_br: InfoWall (miniaturas)
ru_ru: Стена информации (миниатюры)
sk_sk: Infostena (náhľady)
zh_cn: 信息墙（缩略图）

# #31217
source: Mosaic (horizontal)
de_de: Mosaik (Horizontal)
he_il: פסיפס (אופקי)
hu_hu: Mozaik (vízszintes)
nl_nl: Mozaik (horizontaal)
pt_br: Mosaico (horizontal)
ru_ru: Мозаика (горизонтальная)
sk_sk: Mozaika (horizontálna)
zh_cn: 马赛克（水平）

# #31218
source: Hide watched items
de_de: Gesehene Elemente ausblenden
he_il: הסתר פריטים שנצפו
hu_hu: Megnézettek elrejtése
nl_nl: Verberg bekeken items
pt_br: Ocultar itens assistidos
ru_ru: Скрыть просмотренные элементы
sk_sk: Skryť pozreté položky
zh_cn: 隐藏观看的项目

# #31219
source: Colors
de_de: Farben
he_il: צבעים
hu_hu: Színek
nl_nl: Kleuren
pt_br: Cores
ru_ru: Цвета
sk_sk: Farby
zh_cn: 颜色

# #31220
source: Main color
de_de: Hauptfarbe
he_il: צבע ראשי
hu_hu: Alapszín
nl_nl: Hoofdkleur
pt_br: Cor principal
ru_ru: Основной цвет
sk_sk: Hlavná farba
zh_cn: 主色

# #31221
source: Border color
de_de: Rahmenfarbe
he_il: צבע גבול
hu_hu: Keretszín
nl_nl: Randkleur
pt_br: Cor da borda
ru_ru: Цвет границы
sk_sk: Farba okraja
zh_cn: 边框颜色

# #31222
source: Color selection
de_de: Farbauswahl
he_il: בחירת צבע
hu_hu: Színválaszás
nl_nl: Kleurselectie
pt_br: Seleção de cor
ru_ru: Выбор цвета
sk_sk: Výber farby
zh_cn: 颜色选择

# #31223
source: Color
de_de: Farbe
he_il: צבע
hu_hu: Szín
nl_nl: Kleur
pt_br: Cor
ru_ru: Цвет
sk_sk: Farba
zh_cn: 颜色

# #31224
source: Context menu
de_de: Kontextmenü
he_il: תפריט קישור
hu_hu: Helyi menü
pt_br: Menu de contexto
ru_ru: Контекстное меню
sk_sk: Kontextová ponuka
zh_cn: 上下文菜单

# #31225
source: Next aired
de_de: Nächste Ausstrahlung
he_il: השידור הבא
hu_hu: Következő sugárzott
nl_nl: Volgende aflevering
pt_br: Próxima transmissão
ru_ru: Далее в эфире
sk_sk: Nasledujúce vysielanie
zh_cn: 下一次播出

# #31226
source: Last aired
de_de: Letzte Ausstrahlung
he_il: השידור האחרון
hu_hu: Utoljára sugárzott
nl_nl: Laatste aflevering
pt_br: Última transmissão
ru_ru: Последнее прошедшее в эфире
sk_sk: Naposledy odvysielané
zh_cn: 最后播出

# #31227
source: votes
de_de: Bewertungen
he_il: הצבעות
hu_hu: szavazat
nl_nl: stemmen
pt_br: Votos
ru_ru: голоса
sk_sk: hlasov
zh_cn: 投票

# #31228
source: hardware decoding
he_il: קידוד חומרה
hu_hu: Hardveres dekódolás
pt_br: decodificação de hardware
ru_ru: аппаратное декодирование
sk_sk: hardvérové dekódovanie
zh_cn: 硬件解码

# #31229
source: software decoding
he_il: קידוד תוכנה
hu_hu: Szoftveres dekódolás
pt_br: decodificação de software
ru_ru: програмное декодирование
sk_sk: softvérové dekódovanie
zh_cn: 软件解码

# #31230
source: Plot masked to avoid spoilers.
de_de: Handlung ausgeblendet, um Spoiler zu vermeiden.
he_il: עלילה ממוסכת כדי למנוע ספוילרים
hu_hu: Tartalom elrejtése spoilerveszély miatt
nl_nl: Samenvatting verbergen om het spannend te houden
pt_br: Sinopse oculto para evitar spoilers
ru_ru: Скрывать сюжет для предотвращения спойлеров
sk_sk: Dej je skrytý kvôli spoilerom.
zh_cn: 为了避免剧透，剧情被屏蔽。

# #31233
source: Background color
de_de: Hintergrundfarbe
he_il: צבע רקע
hu_hu: Háttérszín
nl_nl: Achtergrondkleur
pt_br: Cor de fundo
ru_ru: Цвет фона
sk_sk: Farba pozadia
zh_cn: 背景颜色

# #31234
source: Next chapter
de_de: Nächstes Kapitel
he_il: הפרק הבא
hu_hu: Következő fejezet
nl_nl: Volgende hoofdstuk
pt_br: Próximo capítulo
ru_ru: Следующий раздел
sk_sk: Ďalšia kapitola
zh_cn: 下一章

# #31235
source: Background pattern color
de_de: Hintergrund-Musterfarbe
he_il: צבע תבנית רקע
hu_hu: Háttérminta szín
nl_nl: Achtergrondkleur
pt_br: Cor padrão de fundo
ru_ru: Цвет шаблона фона
sk_sk: Farba vzoru pozadia
zh_cn: 背景图案颜色

# #31236
source: Previous chapter
de_de: Vorheriges Kapitel
he_il: הפרק הקודם
hu_hu: Előző fejezet
nl_nl: Vorig hoofdstuk
pt_br: Capítulo anterior
ru_ru: Предыдущий раздел
sk_sk: Predchádzajúca kapitola
zh_cn: 上一章

# #31237
source: Opacity for fanart as background
de_de: Deckkraft für Fanart im Hintergrund
he_il: אטימות לפאנארט כרקע
hu_hu: Átlátszóság a fanart háttérhez
nl_nl: Doorzichtigheid voor achtergrond fanart
pt_br: Opacidade para fanart de fundo
ru_ru: Непрозрачность для фанарта в качестве фона
sk_sk: Priesvitnosť fanartu na pozadí
zh_cn: 作为背景的同人画的不透明度

# #31259
source: Show ExtraFanarts
de_de: Extra-Fanart verwenden
he_il: הצג פאנארט נוספים
hu_hu: Extrafanartok mutatása
nl_nl: Extra fanart laten zien
pt_br: Mostrar ExtraFanarts
ru_ru: Показать дополнительный фанарт
sk_sk: Zobraziť extra fanarty
zh_cn: 显示额外同人作品

# #31260
source: Pause
he_il: הַפסָקָה
hu_hu: Pillanat állj
nl_nl: Pauze
ru_ru: Пауза
sk_sk: Pauza
zh_cn: 暂停

# #31261
source: Press [B]OK[/B] to read description
de_de: Drücke [B]OK[/B], um die Beschreibung zu lesen
he_il: לחץ [B]אישור[/B] לקרוא את התיאור
hu_hu: Nyomj [B]OK-t[/B] a leírás mutatásához
nl_nl: Klik op OK om beschrijving te lezen
pt_br: Pressione [B] OK [/B] para ler a descrição
ru_ru: Нажмите [B]OK[/ B], чтобы прочитать описание
sk_sk: Stlačte [B]OK[/B] pre prečítanie popisu
zh_cn: 按 [B]OK[/B] 阅读说明

# #31262
source: Weather icons pack
de_de: Icon-Sammlung für den Wetterbildschirm
he_il: חבילת סמלילי מזג אוויר
hu_hu: Időjárás ikoncsomag
nl_nl: Iconpakket voor het weer
pt_br: Pacote de ícones da meteorologia
ru_ru: Набор иконок погоды
sk_sk: Balík ikon počasia
zh_cn: 天气图标包

# #31263
source: Kiosk Mode
de_de: Kiosk-Modus
he_il: מצב קיוסק
hu_hu: Kiosk mód
pt_br: Modo quiosque
ru_ru: Режим киоска
sk_sk: Kiosk mód
zh_cn: 自助终端模式

# #31264
source: None
de_de: Keine
he_il: ללא
hu_hu: Nincs
nl_nl: Geen
pt_br: Nenhum
ru_ru: Нет
sk_sk: Žiadne
zh_cn: 无

# #31265
source: Splash screen (photo, video or music)
de_de: Splash-Screen (Foto, Video oder Musik)
he_il: מסך הפתיחה (תמונה, סרטון או מוסיקה)
hu_hu: Splash-kép (fotó, videó vagy zene)
nl_nl: Splash venster (foto, video of muziek)
pt_br: Tela de boas-vindas (foto, vídeo ou música)
ru_ru: Начальный экран (фото, видео или музыка)
sk_sk: Úvodná obrazovka (fotka, video alebo hudba)
zh_cn: 启动画面（照片、视频或音乐）

# #31266
source: Extras
he_il: תוספות
hu_hu: Extrák
ru_ru: Дополнительно
sk_sk: Extra
zh_cn: 附加功能

# #31267
source: Number of items to display on widgets
de_de: Anzahl der Elemente, die auf Widgets angezeigt werden sollen
he_il: מספר הפריטים להצגה ביישומון
hu_hu: Megjelenő elemek száma Widgetekben
nl_nl: Hoeveel items laten zien bij widgets
pt_br: Número de itens a serem exibidos nos widgets
ru_ru: Количество элементов для отображения в виджетах
sk_sk: Počet položiek zobrazených vo widgetoch
zh_cn: 小部件上显示的项目数

# #31268
source: Show media clearlogos
de_de: Clear-Logos für Medien anzeigen
he_il: הצג סמלים שקופים של מדיה
hu_hu: Clearlogo mutatása
nl_nl: Laat media-clearlogos zien
pt_br: Mostrar mídia clearlogos
ru_ru: Показывать логотипы медиа
sk_sk: Zobraziť Clearlogo médií
zh_cn: 显示媒体清晰徽标

# #31269
source: Backup / Restore
de_de: Sichern / Wiederherstellen
he_il: גיבוי / שיחזור
hu_hu: Mentés / Visszaállítás
nl_nl: Backup/Herstel
pt_br: Backup / Restaurar
ru_ru: Резервное копирование / восстановление
sk_sk: Záloha / Obnovenie
zh_cn: 备份/恢复

# #31270
source: Backup skin settings
de_de: Einstellungen sichern
he_il: הגדרות גיבוי מעטפת
hu_hu: Skin beállítások mentése
nl_nl: Backup skin-instellingen
pt_br: Configurações de backup de skin
ru_ru: Резервное копирование настроек обложки
sk_sk: Zálohovať nastavenia vzhľadu
zh_cn: 备份皮肤设置

# #31271
source: Restore skin settings
de_de: Einstellungen wiederherstellen
he_il: הגדרות שיחזור מעטפת
hu_hu: Skin beállítások visszaállítása
nl_nl: Herstel skin-instellingen
pt_br: Restaurar configurações de skin
ru_ru: Восстановление настроек обложки
sk_sk: Obnoviť nastavenia vzhľadu
zh_cn: 恢复皮肤设置

# #31272
source: Set location of backup file
de_de: Speicherort der Sicherungsdatei
he_il: קבע מיקום לקובץ הגיבוי
hu_hu: Mentés helyének beállítása
nl_nl: Selecteer lokatie voor backupbestand
pt_br: Definir localização do arquivo de backup
ru_ru: Укажите путь к файлу резервной копии
sk_sk: Nastaviť umiestnenie záložného súboru
zh_cn: 设置备份文件的位置

# #31273
source: Necessary add-ons
de_de: Erforderliche Addons
he_il: הרחבות נחוצות
hu_hu: Szükséges kiegészítők
nl_nl: Benodigde addons
pt_br: Add-ons necessários
ru_ru: Необходимые дополнения
sk_sk: Nevyhnutné doplnky
zh_cn: 必要的附加组件

# #31274
source: Hide Spoilers
de_de: Spoiler ausblenden
he_il: הסתר ספוילרים
hu_hu: Tartalom elrejése
nl_nl: Verberg spoilers
pt_br: Ocultar spoilers
ru_ru: Скрыть спойлеры
sk_sk: Skryť spoilery
zh_cn: 隐藏剧透

# #31275
source: Next episode
de_de: Nächste Episode
he_il: הפרק הבא
hu_hu: Következő rész
nl_nl: Volgende aflevering
pt_br: Próximo episódio
ru_ru: Следующая серия
sk_sk: Ďalšia epizóda
zh_cn: 下一集

# #31276
source: Disable zoom effect
de_de: Zoom-Effekt deaktivieren
he_il: השבת אפקט זום
hu_hu: Zoom effektus tiltása
nl_nl: Zet zoomeffect uit
pt_br: Desativar efeito de zoom
ru_ru: Отключить эффект увеличения
sk_sk: Zakázať efekt zväčšenia
zh_cn: 禁用缩放效果

# #31278
source: Music OSD
de_de: Musik
he_il: מוזיקה OSD
hu_hu: Zenei OSD
nl_nl: Muziek OSD
pt_br: Música OSD
ru_ru: Инфопанель музыки
sk_sk: Hudobný OSD
zh_cn: 音乐 OSD

# #31279
source: Video OSD
de_de: Videos
he_il: ווידאו OSD
hu_hu: Film OSD
ru_ru: Инфопанель видео
zh_cn: 视频 OSD

# #31280
source: Show music visualisation screen when playing song
de_de: Musik-Visualisierung beim Abspielen von Liedern anzeigen
he_il: הצג מסך להדמיה של מוזיקה בעת ניגון שיר
hu_hu: Zene vizualizáció dal lejátszásnál
nl_nl: Muziekvisualisatie laten zien tijdens afspelen
pt_br: Mostrar exibição de música enquanto a música está tocando
ru_ru: Показывать экран музыкальной визуализации при проигрывании песни
sk_sk: Zobraziť obrazovku vizualizácie hudby pri prehrávaní skladby
zh_cn: 播放歌曲时显示音乐可视化屏幕

# #31281
source: Enable ExtraFanarts for background
de_de: Extra-Fanart verwenden
he_il: אפשר תוספת פאנארט לרקע
hu_hu: ExtraFanartok engedélyezáse háttérnek
nl_nl: Extra fanart laten zien voor achtergrond
pt_br: Habilitar ExtraFanarts para segundo plano
ru_ru: Включить дополнительный фанарт для фона
sk_sk: Povoliť extra fanarty pre pozadie
zh_cn: 启用额外同人画背景

# #31282
source: Animate background
de_de: Hintergrund animieren
he_il: הנפשת רקע
hu_hu: Animált háttér
nl_nl: Achtergrondanimatie
pt_br: Fundo animado
ru_ru: Анимированный фон
sk_sk: Animovať pozadie
zh_cn: 动画背景

# #31283
source: Show visualisation effects
de_de: Visualisierungseffekte anzeigen
he_il: הצג אפקטים להדמיות
hu_hu: Vizualizációs effektus mutatása
nl_nl: Muziek visualisatie-effects laten zien
pt_br: Mostrar efeitos de exibição
ru_ru: Показывать эффекты визуализации
sk_sk: Zobraziť efekty vizualizácie
zh_cn: 显示可视化效果

# #31284
source: Show music visualisation effects on background
de_de: Musik-Visualisierungseffekte auf dem Hintergrund anzeigen
he_il: הצג אפקטים להדמיות מוזיקה ברקע
hu_hu: Vizualizációs effekt mutatása a háttérként
nl_nl: Muziek visualisatie-effects laten zien op achtergrond
pt_br: Mostrar efeitos de visualização de música em segundo plano
ru_ru: Показывать музыкальную визуализацию в фоне
sk_sk: Zobraziť efekty vizualizácie hudby na pozadí
zh_cn: 显示背景音乐可视化效果

# #31285
source: Show video on background
de_de: Video im Hintergrund anzeigen
he_il: הצג ווידאו ברקע
hu_hu: Filmlejátszás a háttérben
nl_nl: Video op achtergrond laten zien
pt_br: Mostrar vídeo em segundo plano
ru_ru: Показывать видео в фоне
sk_sk: Zobraziť video na pozadí
zh_cn: 在背景上显示视频

# #31286
source: Disable Kodi screensaver
de_de: Bildschirmschoner während der Wiedergabe deaktivieren
he_il: השבת את שומר המסך של קודי
hu_hu: Kodi Képernyővédő kikapcsolása
nl_nl: Kodi screensaver uitzetten
pt_br: Desativar protetor de tela Kodi
ru_ru: Отключить хранитель экрана Kodi
sk_sk: Zakázať šetrič obrazovky Kodi
zh_cn: 禁用 Kodi 屏幕保护程序

# #31287
source: Show album CDArt
de_de: CD-Art für Alben anzeigen
he_il: הצג גרפיקת דיסק
hu_hu: Album CDArtot mutat
nl_nl: Album CDArt laten zien
pt_br: Mostrar álbum CDArt
ru_ru: Показывать CD-арт альбома
sk_sk: Zobraziť CDArt albumu
zh_cn: 显示 CDArt 相册

# #31288
source: Show Clearlogo on video info
de_de: Clearlogo bei den Informationen zum Video anzeigen
he_il: הצג את Clearlogo בפרטי וידאו
hu_hu: Clearlogo-t mutat a filminfón
nl_nl: Clearlogo laten zien bij video info
pt_br: Mostrar Clearlogo nas informações do vídeo
ru_ru: Показывать Clearlogo в информации о видео
sk_sk: Zobraziť Clearlogo v informáciách o videu
zh_cn: 在视频信息中显示 Clearlogo

# #31289
source: Show artist Clearlogo
de_de: Clear-Logo für Interpreten anzeigen
he_il: הצג גרפיקה שקופה של האמן
hu_hu: Szereplő Clearlogo mutatása
nl_nl: Clearlogo laten zien bij artiest
pt_br: Mostrar Clearlogo de artistas
ru_ru: Показывать Clearlogo исполнителя
sk_sk: Zobraziť Clearlogo umelca
zh_cn: 显示艺术家 Clearlogo

# #31290
source: Next tracks
de_de: Nächste Tracks
he_il: הרצועות הבאות
hu_hu: Következő szám
nl_nl: Volgende nummers
pt_br: Próximas faixas
ru_ru: Следующие треки
sk_sk: Ďalšie stopy
zh_cn: 下一首曲目
