Repository: b-jesch/skin.estuary.modv2
Catalog: language/resource.language.*/strings.po
Languages: de_de, es_es, he_il, hu_hu, it_it, nl_nl, pt_br, ru_ru, sk_sk, zh_cn

# #31291
source: Show artist banner
de_de: Banner für Interpreten anzeigen
he_il: הצג כרזת אמן
hu_hu: Banner mutatása
nl_nl: Banner van artiest laten zien
pt_br: Mostrar banner do artista
ru_ru: Показывать баннер исполнителя
sk_sk: Zobraziť transparent umelca
zh_cn: 显示艺术家横幅

# #31292
source: Lyrics source
de_de: Lyrics-Quelle
he_il: מקור למילים של השיר
hu_hu: Zeneszöveg forrás
nl_nl: Lyricsbron
pt_br: Fonte de letras
ru_ru: Источник текстов
sk_sk: Zdroj textu skladby
zh_cn: 歌词来源

# #31293
source: Media flags color
de_de: Farbe der Medien-Flags
he_il: צבעי הדגל של המדיה
hu_hu: Média ikonok színe
nl_nl: Kleur van mediavlaggen
pt_br: Cor dos indicadores de mídia
ru_ru: Цвет медиафлагов
sk_sk: Farba indikátorov médií
zh_cn: 媒体标志颜色

# #31294
source: Show ClearArt on video info
de_de: Clear-Art bei den Informationen zum Video anzeigen
he_il: הצג אמנות שקופה על מידע הווידאו
hu_hu: ClearArt-ot mutat a filminfón
nl_nl: ClearArt bij video-info
pt_br: Mostrar ClearArt nas informações do vídeo
ru_ru: Показывать ClearArt в информации о видео
sk_sk: Zobraziť ClearArt v informáciách o videu
zh_cn: 在视频信息中显示 ClearArt

# #31295
source: Show CDArt on video OSD
he_il: הצג גרפיקת דיסק על מידע הווידאו
sk_sk: Zobraziť CDArt na Video OSD
zh_cn: 在视频 OSD 上显示 CDArt

# #31296
source: Actors list
de_de: Schauspielerliste
he_il: רשימת שחקנים
hu_hu: Szereplők listája
nl_nl: Acteurslijst
pt_br: Lista de atores
ru_ru: Список актеров
sk_sk: Zoznam hercov
zh_cn: 演员名单

# #31297
source: Hide widget
de_de: Widget ausblenden
he_il: הסתר יישומון
hu_hu: Widget elrejtése
nl_nl: Verberg widget
pt_br: Ocultar widget
ru_ru: Скрыть виджет
sk_sk: Skryť widget
zh_cn: 隐藏小工具

# #31298
source: Manage items from 'Movies' widget
de_de: Verwalten von Elementen auf 'Filme'-Widget
he_il: ניהול פריטים מיישומון 'סרטים'
hu_hu: Elemek a 'Film' widgeten
nl_nl: Filmwidgets bewerken
pt_br: Gerenciar elementos do widget 'Filmes'
ru_ru: Настроить элементы виджета 'Фильмы'
sk_sk: Spravovať položky widgetu „Filmy“
zh_cn: 管理 "电影 "部件中的项目

# #31299
source: Manage items from 'TV shows' widget
de_de: Verwalten von Elementen auf 'Serien'-Widget
he_il: ניהול פריטים מיישומון 'סדרות'
hu_hu: Elemek a 'Sorozatok' widgeten
nl_nl: TV-seriewidgets bewerken
pt_br: Gerenciar itens do widget 'Programas de TV'
ru_ru: Настроить элементы виджета 'Сериалы'
sk_sk: Spravovať položky widgetu „Seriály“
zh_cn: 管理 "电视节目 "部件中的项目

# #31300
source: Manage items from 'Music' widget
de_de: Verwalten von Elementen auf 'Musik'-Widget
he_il: ניהול פריטים מיישומון 'מוזיקה'
hu_hu: Elemek a 'Zene' widgeten
nl_nl: Muziekwidgets bewerken
pt_br: Gerenciar itens do widget 'Música'
ru_ru: Настроить элементы виджета 'Музыка'
sk_sk: Spravovať položky widgetu „Hudba“
zh_cn: 管理 "音乐 "部件中的项目

# #31301
source: Manage items from 'Music videos' widget
de_de: Verwalten von Elementen auf 'Musikvideos'-Widget
he_il: ניהול פריטים מיישומון 'סרטוני מוזיקה'
hu_hu: Elemek a 'Zenei Videók' widgeten
nl_nl: Muziekvideowidgets bewerken
pt_br: Gerenciar itens do widget 'Shows'
ru_ru: Настроить элементы виджета 'Видеоклипы'
sk_sk: Spravovať položky widgetu „Videoklipy“
zh_cn: 管理 "音乐视频 "部件中的项目

# #31302
source: Manage items from 'TV' widget
de_de: Verwalten von Elementen auf 'TV'-Widget
he_il: ניהול פריטים מיישומון 'טלוויזיה'
hu_hu: Elemek a 'TV' widgeten
nl_nl: TV-widgets bewerken
pt_br: Gerenciar itens do widget 'TV'
ru_ru: Настроить элементы виджета 'ТВ'
sk_sk: Spravovať položky widgetu „Televízia“
zh_cn: 管理 "电视 "部件中的项目

# #31303
source: Manage items from 'Radio' widget
de_de: Verwalten von Elementen auf 'Radio'-Widget
he_il: ניהול פריטים מיישומון 'רדיו'
hu_hu: Elemek a 'Rádió' widgeten
nl_nl: Radio widgets bewerken
pt_br: Gerenciar itens do widget 'Rádio'
ru_ru: Настроить элементы виджета 'Радио'
sk_sk: Spravovať položky widgetu „Rádio“
zh_cn: 管理 "无线电 "部件中的项目

# #31304
source: Manage items from 'Add-ons' widget
de_de: Verwalten von Elementen auf 'Addons'-Widget
he_il: ניהול פריטים מיישומון 'הרחבות'
hu_hu: Elemek a 'Kiegészítők' widgeten
nl_nl: Addons widgets bewerken
pt_br: Gerenciar itens do widget 'Add-ons'
ru_ru: Настроить элементы виджета 'Дополнения'
sk_sk: Spravovať položky widgetu „Doplnky“
zh_cn: 从 "附加组件 "部件管理项目

# #31305
source: Manage items from 'Videos' widget
de_de: Verwalten von Elementen auf 'Videos'-Widget
he_il: ניהול פריטים מיישומון 'ווידאו'
hu_hu: Elemek a 'Videók' widgeten
nl_nl: Video's widgets bewerken
pt_br: Gerenciar itens do widget 'Vídeos'
ru_ru: Настроить элементы виджета 'Видео'
sk_sk: Spravovať položky widgetu „Videá“
zh_cn: 管理 "视频 "部件中的项目

# #31306
source: Customize main menu
de_de: Hauptmenü anpassen
he_il: התאם אישית של התפריט הראשי
hu_hu: Főmenü testreszabása
nl_nl: Hoofmenu bewerken
pt_br: Personalizar menu principal
ru_ru: Настроить главное меню
sk_sk: Prispôsobiť hlavnú ponuku...
zh_cn: 自定义主菜单

# #31307
source: Next airing episodes
de_de: Zukünftige Episoden
he_il: הפרקים הבאים שישודרו
hu_hu: Következő sugárzott részek
nl_nl: Volgende afleveringen
pt_br: Próximas transmissões de episódios
ru_ru: Серии в ближайшем эфире
sk_sk: Ďalšie odvysielané epizódy
zh_cn: 下次播出剧集

# #31308
source: Studios icons pack
de_de: Icon-Sammlung für Studios
he_il: חבילת סמלילי סטודיו
hu_hu: Stúdió ikoncsomag
nl_nl: Studios iconspakket
pt_br: Pacote de ícones de Estúdios
ru_ru: Набор иконок студий
sk_sk: Balík ikon filmových štúdií
zh_cn: 工作室图标包

# #31309
source: Records labels icons pack
de_de: Icon-Sammlung für Record-Labels
he_il: חבילת סמלילי חברת תקליטים
hu_hu: Lemez címkék ikoncsomag
nl_nl: Platen iconspakket
pt_br: Pacote de ícones de etiquetas de registros
ru_ru: Набор иконок звукозаписывающих лейблов
sk_sk: Balík ikon hudobných vydavateľstiev
zh_cn: 唱片标签图标包

# #31310
source: Video genres icons pack
de_de: Icon-Sammlung für Video-Genres
he_il: חבילת סמלילי ז'אנר ווידאו
hu_hu: Film műfaj ikoncsomag
nl_nl: Videogenres iconspakket
pt_br: Pacote de ícones de gêneros de vídeo
ru_ru: Набор иконок жанров видео
sk_sk: Balík ikon pre video žánre
zh_cn: 视频流派图标包

# #31311
source: Settings applying to library.
de_de: Einstellungen für die Bibliothek.
he_il: הגדרות החלות על ספרייה.
hu_hu: Beállítások alkalmazása a médiatárban
nl_nl: Instellingen voor bibliotheek
pt_br: Configurações aplicáveis ​​à biblioteca.
ru_ru: Настройки медиатеки.
sk_sk: Nastavenia týkajúce sa knižnice.
zh_cn: 适用于资料库的设置。

# #31312
source: Display of Artworks related settings.
de_de: Einstellungen für das Artwork.
he_il: הצגת הגדרות הקשורות לגרפיקה.
hu_hu: Artworkkal összefüggő beállítások
nl_nl: Instellingen voor artwork
pt_br: Configurações relacionadas à exibição de obras de arte.
ru_ru: Настройки отображения иллюстраций.
sk_sk: Nastavenia súvisiace s Artwork (umeleckou grafikou).
zh_cn: 展示艺术品相关设置。

# #31313
source: Visualization of the music screen related settings.
de_de: Einstellungen für die Musikbildschirmanzeige.
he_il: ההגדרות הקשורות הדמיה של מסך המוזיקה.
hu_hu: Zeneképernyővel összefüggő beállítások
nl_nl: Instellingen voor muziekgenres
pt_br: Configurações relacionadas à exibição de música.
ru_ru: Настройки отображения информации на экране воспроизведения музыки.
sk_sk: Nastavenia súvisiace s vizualizáciou obrazovky hudby.
zh_cn: 可视化音乐屏幕相关设置

# #31314
source: Visualization of the video screen related settings.
de_de: Einstellungen für die Videobildschirmanzeige.
he_il: ההגדרות הקשורות להדמיה של מסך הווידאו.
hu_hu: Filmképernyővel összefüggő beállítások
nl_nl: Instellingen voor videobeeld
pt_br: Configurações relacionadas à exibição de vídeo.
ru_ru: Настройки отображения информации на экране воспроизведения видео.
sk_sk: Nastavenia súvisiace s vizualizáciou obrazovky videa.
zh_cn: 视频画面相关设置的可视化。

# #31315
source: Skin colors related settings.
de_de: Einstellungen für die Farben des Skins.
he_il: הגדרות הקשורות לצבעי המעטפת.
hu_hu: Felszín színekkel összefüggő beállítások
nl_nl: Instellingen voor skinkleuren
pt_br: Configurações relacionadas às cores da pele.
ru_ru: Настройки цветов скина.
sk_sk: Nastavenia súvisiace s farbami vzhľadu.
zh_cn: 皮肤颜色相关设置

# #31316
source: Necessary addons for good performance.
de_de: Erforderliche Addons für eine optimale Benutzererfahrung.
he_il: ההרחבות הדרושות לביצועים טובים.
hu_hu: Szükséges kiegészítők a jó megjelenítéshez
nl_nl: Benodigde addons voor beste prestatie
pt_br: Add-ons necessários para um bom desempenho.
ru_ru: Необходимые для хорошей производительности дополнения.
sk_sk: Nevyhnutné doplnky pre dobrý výkon.
zh_cn: 实现良好性能的必要插件。

# #31317
source: Backup and restore skin settings.
de_de: Sichern und Wiederherstellen der Einstellungen.
he_il: הגדרות המעטפת לגיבוי ושחזור.
hu_hu: Skin beállítások mentése és visszaállítása
nl_nl: backup en herstel skin instellingen
pt_br: Faça backup e restaure as configurações do skin.
ru_ru: Резервное копирование и восстановление настроек скина.
sk_sk: Zálohovanie a obnovenie nastavenia vzhľadu.
zh_cn: 备份和恢复皮肤设置

# #31318
source: Additional settings.
de_de: Zusätzliche Einstellungen.
he_il: הגדרות נוספות.
hu_hu: Kiegészítő beállítások
nl_nl: Extra instellingen
pt_br: Configurações adicionais.
ru_ru: Дополнительные настройки.
sk_sk: Ďalšie nastavenia.
zh_cn: 其他设置

# #31319
source: Show, add and remove animated posters
de_de: Animierte Poster anzeigen, hinzufügen und entfernen
he_il: הצג, הוסף והסר פוסטרים מונפשים
hu_hu: Animált poszterek mutatása, hozzáadása, törlése.
ru_ru: Показывать, добавлять и удалять анимированные постеры
sk_sk: Zobraziť, pridať a odstrániť animované plagáty
zh_cn: 显示、添加和移除动画海报

# #31320
source: Next aired episode
de_de: Nächste ausgestrahlte Folge
he_il: הפרק הבא שישודר
hu_hu: Következő sugárzott rész
nl_nl: Volgende aflevering
pt_br: Próximo episódio a ir ao ar
ru_ru: Следующая серия
sk_sk: Ďalšia odvysielaná epizóda
zh_cn: 下一集播出

# #31321
source: Thumbs with banners
de_de: Miniaturen mit Banner
he_il: תמונות ממוזערות עם כרזות
hu_hu: Bélyegépek bannerekkel
nl_nl: Thumbs met banners
pt_br: Miniaturas com banners
ru_ru: Изображения серий с баннером
sk_sk: Náhľady s transparentmi
zh_cn: 点赞

# #31322
source: Hardware info
he_il: מידע על החומרה
hu_hu: Hardverinfó
nl_nl: Hardware-informatie
pt_br: Informação de hardware
ru_ru: Информация об оборудовании
sk_sk: Informácie o hardvéri
zh_cn: 硬件信息

# #31323
source: Hard disk usage:
de_de: Festplattenverwendung:
he_il: שימוש בדיסק הקשיח:
hu_hu: Háttértár használat
nl_nl: Schijfgebruik
pt_br: Uso do disco rígido:
ru_ru: Использование жесткого диска
sk_sk: Využitie pevného disku:
zh_cn: 硬盘使用情况：

# #31324
source: Opacity for top and bottom bars
de_de: Deckkraft für obere und untere Leisten
he_il: אטימות עבור הסרגלים העליונים והתחתונים
hu_hu: Felső / alsó / oldalsáv átlátszóság beállítás
nl_nl: Doorzichtigheid boven en onder balken
pt_br: Opacidade das barras superior e inferior
ru_ru: Непрозрачность верхней и нижней полос
sk_sk: Priesvitnosť pre hornú a spodnú lištu
zh_cn: 顶部和底部栏的不透明度

# #31325
source: Power menu style
de_de: Aussehen des Power-Menüs
he_il: עיצוב תפריט הכיבוי
hu_hu: Kikapcsolási menü stílusa
nl_nl: Stijl van Powermenu
pt_br: Estilo do menu de desligamento
ru_ru: Стиль меню выключения
sk_sk: Štýl ponuky napájania
zh_cn: 电源菜单样式

# #31327
source: Preconfigured widgets
de_de: Vorkonfigurierte Widgets
he_il: יישומונים שהוגדרו מראש
hu_hu: Előreprogramozott widgetek
nl_nl: Vooringestelde widgets
pt_br: Widgets pré-configurados
ru_ru: Предустановленные виджеты
sk_sk: Prednastavené widgety
zh_cn: 预配置部件

# #31328
source: Go up item
de_de: Eintrag nach oben verschieben
he_il: עבור פריט אחד למעלה
hu_hu: Elem felfelé mozgatása
nl_nl: Item omhoog
pt_br: Mover item para cima
ru_ru: Поднять элемент
sk_sk: Posunúť položku nahor
zh_cn: 上一个项目

# #31329
source: Go down item
de_de: Eintrag nach unten verschieben
he_il: עבור פריט אחד למטה
hu_hu: Elem lefelé mozgatása
nl_nl: Item omlaag
pt_br: Mover item para baixo
ru_ru: Опустить элемент
sk_sk: Posunúť položku nadol
zh_cn: 下一个项目

# #31330
source: Add item
de_de: Eintrag hinzufügen
he_il: הוסף פריט
hu_hu: Elem hozzáadása
nl_nl: Item toevoegen
pt_br: Adicionar item
ru_ru: Добавить элемент
sk_sk: Pridať položku
zh_cn: 添加项目

# #31331
source: Delete item
de_de: Eintrag löschen
he_il: מחק פריט
hu_hu: Elem törlése
nl_nl: Verwijder item
pt_br: Excluir item
ru_ru: Удалить элемент
sk_sk: Odstrániť položku
zh_cn: 删除项目

# #31332
source: Disable item
de_de: Eintrag deaktivieren
he_il: השבת פריט
hu_hu: Elem kikapcsolása
nl_nl: Item uitzetten
pt_br: Desativar item
ru_ru: Отключить элемент
sk_sk: Zakázať položku
zh_cn: 禁用项目

# #31333
source: Enable item
de_de: Element aktivieren
he_il: אפשר פריט
hu_hu: Elem engedélyezése
nl_nl: Item aanzetten
pt_br: Habilitar item
ru_ru: Включить элемент
sk_sk: Povoliť položku
zh_cn: 启用项目

# #31334
source: Not defined
de_de: Nicht definiert
he_il: לא מוגדר
hu_hu: Nincs meghatározva
nl_nl: Niet omschreven
pt_br: Não definido
ru_ru: Не определено
sk_sk: Nedefinované
zh_cn: 未定义

# #31335
source: Skin Helper Service Widgets
he_il: יישומוני שירות קובץ עזר למעטפת
hu_hu: Skin Helper Service Widgetek
pt_br: Widgets do serviço de ajuda à skin
ru_ru: Виджеты Skin Helper Service
zh_cn: 皮肤助手服务小工具

# #31336
source: Set type of widgets
de_de: Zusammenstellung der Widgets auswählen
he_il: הגדר את סוג היישומונים
hu_hu: Widget típus beállítása
nl_nl: Widgettype aangeven
pt_br: Ajustar tipo de widgets
ru_ru: Выберите тип виджетов
sk_sk: Nastaviť typ widgetov
zh_cn: 设置部件类型

# #31337
source: Widget appearence
de_de: Erscheinungsbild des Widgets
he_il: מראה היישומון
hu_hu: Widget nézet
nl_nl: Widgetlook aangeven
ru_ru: Внешний вид виджета
sk_sk: Vzhľad widgetu
zh_cn: 小部件外观

# #31338
source: Posters
de_de: Poster
he_il: פוסטר
hu_hu: Poszterek
ru_ru: Постеры
sk_sk: Plagáty
zh_cn: 海报

# #31339
source: Thumbs without banners
de_de: Miniaturen ohne Banner
he_il: תמונות ממוזערות ללא כרזות
hu_hu: Bélyegképek banner nélkül
nl_nl: Thumbs zonder banners
pt_br: Miniaturas sem banners
ru_ru: Изображения серий без баннеров
sk_sk: Náhľady bez transparentov
zh_cn: 不点赞

# #31340
source: Squares
de_de: Quadrate
he_il: ריבועים
hu_hu: Négyzetes
nl_nl: Vierkanten
pt_br: Quadrados
ru_ru: Квадраты
sk_sk: Štvorce
zh_cn: 正方形

# #31341
source: Enable background of 'Power options' shortcut
de_de: Hintergrund für die 'Power-Menü'-Verknüpfung verwenden
he_il: אפשר רקע לקיצור הדרך 'אפשרויות כיבוי'
hu_hu: Háttér engedélyezése a Kikapcsolás parancsikonhoz
nl_nl: Achtergrond poweropties snelkoppeling aanzetten
pt_br: Ativar plano de fundo do atalho 'Opções de energia'
ru_ru: Включить фон для ярлыка 'Выключение'
sk_sk: Povoliť pozadie skratky „Možnosti napájania“
zh_cn: 启用 "电源选项 "快捷方式的背景

# #31342
source: Enable background of 'Settings' shortcut
de_de: Hintergrund für die 'Einstellungen'-Verknüpfung verwenden
he_il: אפשר רקע לקיצור הדרך 'הגדרות'
hu_hu: Háttér engedélyezése a Beállítás parancsikonhoz
nl_nl: Achtergrondinstellingen opties snelkoppeling aanzetten
pt_br: Habilitar plano de fundo do atalho 'Configurações'
ru_ru: Включить фон для ярлыка 'Настройки'
sk_sk: Povoliť pozadie skratky „Nastavenia“
zh_cn: 启用 "设置 "快捷方式的背景

# #31343
source: Enable background of 'Search...' shortcut
de_de: Hintergrund für die 'Suche'-Verknüpfung verwenden
he_il: אפשר רקע לקיצור הדרך 'חיפוש...'
hu_hu: Háttér engedélyezése a Keresés parancsikonhoz
nl_nl: Achtergrond Zoek-optie snelkoppeling aanzetten
pt_br: Ativar plano de fundo do atalho 'Pesquisar...'
ru_ru: Включить фон для ярлыка 'Поиск...'
sk_sk: Povoliť pozadie skratky „Vyhľadávanie...“
zh_cn: 启用 "搜索... "快捷方式的背景

# #31344
source: Background
de_de: Hintergrund
he_il: רקע
hu_hu: Háttér
nl_nl: Achtergrond
pt_br: Plano de fundo
ru_ru: Фон
sk_sk: Pozadie
zh_cn: 背景介绍

# #31345
source: Music videos - Library
de_de: Musikvideos-Bibliothek
he_il: ספריית סרטוני מוזיקה
hu_hu: Zenevideók - Könyvtár
nl_nl: Muziekvideo's - Bibliotheek
pt_br: Shows - Biblioteca
ru_ru: Видеоклипы - Библиотека
sk_sk: Videoklipy - Knižnica
zh_cn: 音乐视频 - 资料库

# #31346
source: Mosaic (vertical)
de_de: Mosaik (Vertikal)
he_il: פסיפס (אנכי)
hu_hu: Mozaik (függőleges)
nl_nl: Mozaik (verticaal)
pt_br: Mosaico (vertical)
ru_ru: Мозаика (вертикальная)
sk_sk: Mozaika (vertikálna)
zh_cn: 马赛克（垂直）

# #31347
source: View
de_de: Anzeige
he_il: הצג
hu_hu: Nézet
nl_nl: Lijstweergave
pt_br: Ver
ru_ru: Вид
sk_sk: Zobrazenie
zh_cn: 查看

# #31348
source: None
de_de: Keine
he_il: ללא
hu_hu: Nincs
nl_nl: Geen
pt_br: Nenhum
ru_ru: Нет
sk_sk: Žiadne
zh_cn: 无

# #31349
source: Enable forced views
de_de: Erzwungene Ansichten verwenden
he_il: אפשר תצוגות כפויות
hu_hu: Erőltetett nézet engedélyezése
nl_nl: Geforceerde lijstweergave aanzetten
pt_br: Habilitar visualizações forçadas
ru_ru: Включить форсированные виды отображения
sk_sk: Povoliť vynútené zobrazenia
zh_cn: 启用强制视图

# #31350
source: Forced view for movies
de_de: Erzwungene Ansicht für Filme
he_il: תצוגות כפויות לסרטים
hu_hu: Erőltetett nézet a filmekhez
nl_nl: Geforceerde lijstweergave voor films
pt_br: Visualização forçada para filmes
ru_ru: Форсированный вид отображения для фильмов
sk_sk: Vynútené zobrazenie pre filmy
zh_cn: 强制观看电影

# #31351
source: Forced view for movie sets
de_de: Erzwungene Ansicht für Filmkollektionen
he_il: תצוגות כפויות למארזי סרטים
hu_hu: Erőltetett nézet a filmgyűjteményekhez
nl_nl: Geforceerde lijstweergave voor film sets
pt_br: Visualização forçada para sets de filmagem
ru_ru: Форсированный вид отображения для киноцикла
sk_sk: Vynútené zobrazenie pre filmové kolekcie
zh_cn: 电影布景的强制视角

# #31352
source: Forced view for movies inside set
de_de: Erzwungene Ansicht für Filme in Filmkollektionen
he_il: תצוגות כפויות לסרטים בתוך מארזי סרטים
hu_hu: Erőltetett nézet a filmkészletekhez
nl_nl: Geforceerde lijstweergave voor film sets
pt_br: Visualização forçada para filmes dentro do set
ru_ru: Форсированный вид отображения для фильмов в киноцикле
sk_sk: Vynútené zobrazenie pre filmy v kolekcii
zh_cn: 强制观看片场内的电影

# #31353
source: Forced view for tv shows
de_de: Erzwungene Ansicht für Serien
he_il: תצוגות כפויות לסדרות
hu_hu: Erőltetett nézet a sorozatokhoz
nl_nl: Geforceerde lijstweergave voor TV series
pt_br: Visualização forçada para programas de tv
ru_ru: Форсированный вид отображения для сериалов
sk_sk: Vynútené zobrazenie pre seriály
zh_cn: 强制观看电视节目

# #31354
source: Forced view for seasons
de_de: Erzwungene Ansicht für Staffeln
he_il: תצוגות כפויות לעונות
hu_hu: Erőltetett nézet a szezonokhoz
nl_nl: Geforceerde lijstweergave voor seizoenen
pt_br: Visualização forçada por temporadas
ru_ru: Форсированный вид отображения для сезонов
sk_sk: Vynútené zobrazenie pre série
zh_cn: 季节性强制景观

# #31355
source: Forced view for episodes
de_de: Erzwungene Ansicht für Episoden
he_il: תצוגות כפויות לפרקים
hu_hu: Erőltetett nézet az epizódokhoz
nl_nl: Geforceerde lijstweergave voor afleveringen
pt_br: Visualização forçada para episódios
ru_ru: Форсированный вид отображения для серий
sk_sk: Vynútené zobrazenie pre epizódy
zh_cn: 强制观看剧集

# #31356
source: Forced view for artists
de_de: Erzwungene Ansicht für Schauspieler oder Künstler
he_il: תצוגות כפויות לאמנים
hu_hu: Erőltetett nézet a színészekhez
nl_nl: Geforceerde lijstweergave voor artiesten
pt_br: Visualização forçada para artistas
ru_ru: Форсированный вид отображения для исполнителей
sk_sk: Vynútené zobrazenie pre umelcov
zh_cn: 强制艺术家观看

# #31357
source: Forced view for albums
de_de: Erzwungene Ansicht für Musik
he_il: תצוגות כפויות לאלבומים
hu_hu: Erőltetett nézet az albumokhoz
nl_nl: Geforceerde lijstweergave voor albums
pt_br: Visualização forçada para álbuns
ru_ru: Форсированный вид отображения для альбомов
sk_sk: Vynútené zobrazenie pre albumy
zh_cn: 强制查看相册

# #31358
source: Forced view for music videos
de_de: Erzwungene Ansicht für Musikvideos
he_il: תצוגות כפויות לסרטיוני מוזיקה
hu_hu: Erőltetett nézet a zenei videókhoz
nl_nl: Geforceerde lijstweergave voor muziek video's
pt_br: Visualização forçada para videoclipes
ru_ru: Форсированный вид отображения для видеоклипов
sk_sk: Vynútené zobrazenie pre videoklipy
zh_cn: 强制观看音乐视频

# #31359
source: Show fullscreen video info for movies and TV shows
de_de: Zeige Vollbild Video Info für Filme und TV-Shows
hu_hu: Teljeskérnyős infó mutatása a filmeknél és sorozatoknál
nl_nl: Volledig scherm voor film en TV serie informatie
pt_br: Mostrar informações em tela inteira para filmes e séries
ru_ru: Отображать полноэкранную информацию о видео для фильмов и сериалов
sk_sk: Zobraziť informácie na celú obrazovku pre filmy a seriály
zh_cn: 全屏显示电影和电视节目的视频信息

# #31360
source: Power menu-related settings: Configure it to your likings.
de_de: Einstellungen für das Power-Menü: Das Power-Menü kann nach Belieben angepasst werden.
he_il: הגדרות הקשורות לתפריט הכיבוי: הגדר אותו לפי העדפותיך.
hu_hu: Kikapcsolási menü stílus beállítása
nl_nl: Wijzig het Powermenu naar jouw wensen
pt_br: Configurações relacionadas ao menu de energia: configure de acordo com suas preferências.
ru_ru: Настройки меню выключения: настройте так, как вам нравится
sk_sk: Nastavenia týkajúce sa ponuky napájania: Nastavte si ju podľa vašich predstáv.
zh_cn: 电源菜单相关设置： 根据自己的喜好进行配置

# #31362
source: All radios
de_de: Alle Radiosender
he_il: כל תחנות הרדיו
hu_hu: Minden rádió
nl_nl: Alle radiostations
pt_br: Todas as estações
ru_ru: Все радиостанции
sk_sk: Všetky rádiá
zh_cn: 所有无线电台

# #31363
source: Fixed lyrics colors
de_de: Feste Farben für Liedertexte
he_il: צבעי מילים מקובעים
hu_hu: Fix zeneszöveg szín
nl_nl: Lyricskleuren vastzetten
pt_br: Cores fixas para letras
ru_ru: Фиксированный цвет текстов песни
sk_sk: Fixné farby textov
zh_cn: 固定歌词颜色

# #31364
source: Greyed out watched items
de_de: Gesehene Medien abdunkeln
he_il: צבע באפור פריטים שנצפו
hu_hu: Megnézett elemek szürkítése
nl_nl: Bekeken items weggummen
pt_br: Itens vistos em cinza
ru_ru: Отображать серым просмотренные элементы
sk_sk: Stmaviť pozreté položky
zh_cn: 灰色显示已看过的项目

# #31365
source: Jump to letter
de_de: Springe zum Buchstaben
he_il: דלג לאות
hu_hu: Ugrás a betűre
nl_nl: Ga naar letter
pt_br: Ir para a letra
ru_ru: Перейти к букве
sk_sk: Skočiť na písmeno
zh_cn: 跳转到字母

# #31366
source: Lists (up to 8 items)
de_de: Liste (bis zu 8 Einträge)
he_il: רשימות (עד 8 פריטים)
hu_hu: Lista (max 8 elem)
nl_nl: Lijsten (8 items maximaal)
pt_br: Listas (até 8 itens)
ru_ru: Списки (до 8 элементов)
sk_sk: Zoznamy (do 8 položiek)
zh_cn: 列表（最多 8 个项目）

# #31367
source: Sort method of widget
de_de: Art der Sortierung des Widgets
he_il: שיטת המיון של היישומון
hu_hu: Widget rendezési mód
nl_nl: Widgetsorteermethode
pt_br: Método de classificação do widget
ru_ru: Метод сортировки в виджете
sk_sk: Spôsob zoradenia widgetu
zh_cn: 小工具的排序方法

# #31368
source: Sort direction of widget
de_de: Sortierreihenfolge des Widgets
he_il: כיוון המיון של היישומון
hu_hu: Widget megjelenési irány mód
nl_nl: Widgetvolgorde
pt_br: Direção de classificação do widget
ru_ru: Направление сортировки в виджете
sk_sk: Smer zoradenia widgetu
zh_cn: 部件的排序方向

# #31369
source: Press [B]OK[/B] to read description or [B]Left[/B] to show back thumb
de_de: Drücke [B]OK[/B], um die Beschreibung zu lesen oder Taste [B]links[/B] zum Anzeigen der Albumrückseite
he_il: לחץ [B]אישור[/B] כדי להציג תיאור או [B]שמאל[/B] כדי להציג מחדש תמונות ממוזערות
hu_hu: Nyomj[B]OK-t[/B] a tartalomhoz vagy [B]Bal-t[/B] a bélyegképekhez
nl_nl: Klik op OK om beschrijving te lezen of ga stap terug met linkerpijl
pt_br: Pressione [B] OK [/B] para ler a descrição ou [B] Esquerda [/B] para mostrar a miniatura
ru_ru: Нажмите [B]OK[/B] чтобы прочитать описание или [B]Влево[/B] чтобы снова показать изображение
sk_sk: Stlačte [B]OK[/B] pre prečítanie popisu alebo [B]Vľavo[/B] pre zobrazenie náhľadu zadnej strany
zh_cn: 按 [B]OK[/B] 阅读说明，或按 [B]Left[/B] 显示返回拇指
