Repository: b-jesch/skin.estuary.modv2
Catalog: language/resource.language.*/strings.po
Languages: de_de, es_es, he_il, hu_hu, it_it, nl_nl, pt_br, ru_ru, sk_sk, zh_cn

# #31453
source: Show media studio logo
de_de: Zeige Studiologo
he_il: הצג סמל סטודיו למדיה
hu_hu: Stúdió logók mutatása
nl_nl: Laat media studiologo's zien
pt_br: Mostrar logotipo do media studio
ru_ru: Показывать логотип студии
sk_sk: Zobraziť logo študia médií
zh_cn: 显示媒体工作室标志

# #31454
source: Show media record label logo
de_de: Zeige Plattenlabel
he_il: הצג סמל חברת תקליטים למדיה
hu_hu: Stúdió címkék mutatása
nl_nl: Laat media platenlogo's zien
pt_br: Mostrar logotipo da gravadora de mídia
ru_ru: Показывать логотип звукозаписывающей компании
sk_sk: Zobraziť logo hudobného vydavateľstva médií
zh_cn: 显示媒体唱片标签标识

# #31455
source: Show movies of saga
de_de: Zeige Filme der Reihe
he_il: הצג סרטים של סאגה
hu_hu: Filmtörténet mutatása
nl_nl: Films uit bepaalde serie laten zien
pt_br: Mostrar filmes de sagas
ru_ru: Показывать фильмы саги
sk_sk: Zobraziť filmy zo ságy
zh_cn: 显示传奇电影

# #31456
source: Show albums of artist
de_de: Zeige Alben des Künstlers
he_il: הצג אלבומים של אמנים
hu_hu: Szerző albumainak mutatása
nl_nl: Laat alle albums zien van artiest
pt_br: Mostrar álbuns do artista
ru_ru: Показывать альбомы исполнителя
sk_sk: Zobraziť albumy umelca
zh_cn: 显示艺术家的专辑

# #31457
source: Show artist ClearArt
de_de: Zeige Künstler ClearArt
he_il: הצג את האמן ClearArt
hu_hu: Színész ClearArt mutatása
nl_nl: Laat Clearart van artiest zien
pt_br: Mostrar ClearArt por Artistas
ru_ru: Показывать ClearArt исполнителя
sk_sk: Zobraziť ClearArt umelca
zh_cn: 显示艺术家 ClearArt

# #31458
source: Select Program
de_de: Sender wählen
he_il: בחר תוכנית
hu_hu: Program kiválasztás
nl_nl: Selecteer programma
pt_br: Selecionar programa
ru_ru: Выбор программы
sk_sk: Vyberať program
zh_cn: 选择程序

# #31459
source: Enable themes (Valentine's Day, Easter, Halloween & Christmas)
de_de: Aktiviere Themen (Valentinstag, Ostern, Halloween & Weihnachten)
he_il: אפשר ערכות נושא (יום האהבה, חג הפסחא, ליל כל הקדושים וחג המולד)
hu_hu: Témák engedélyezése (Valentine's Day, Easter, Halloween & Christmas)
nl_nl: Thema's activeren (Valentijnsdag, Pasen, Halloween en Kerstmis)
pt_br: Ativar temas (Dia dos Namorados, Páscoa, Halloween e Natal)
ru_ru: Включить темы (День святого Валентина, Пасха, Хеллоуин и Рождество)
sk_sk: Povoliť motívy (Valentín, Veľká noc, Halloween a Vianoce)
zh_cn: 启用主题（情人节、复活节、万圣节和圣诞节）

# #31460
source: Your library is currently empty.[CR]In order to populate it with your personal media, add sources and configure them.
de_de: Deine Bibliothek ist leer.[CR]Um Deine persönlichen Medien hinzuzufügen, erstelle eine Quelle und konfiguriere Deine Medien.
he_il: ספריית הווידאו שלך ריקה כעת.[CR]כדי לאכלס אותה עם המדיה האישית שלך, הוסף מקורות והגדר אותם.
hu_hu: A könyvtárad úres.[CR]Adj hozzá saját tartalmakat, forrásokat, és szerkeszd azokat.
nl_nl: Bibliotheek is op het moment leeg
pt_br: Sua biblioteca está vazia no momento. [CR] Para preenchê-la com sua mídia pessoal, adicione fontes e configure-as.
ru_ru: Ваша библиотека сейчас пуста.[CR]Чтобы заполнить её данными войдите в раздел "Файлы", добавьте медиаисточник и настройте его. После того как источник будет добавлен и проиндексирован вы сможете просматривать библиотеку.
sk_sk: Vaša knižnica je v tejto chvíli prázdna.[CR]Aby ste ju zaplnili vašimi osobnými médiami, pridajte zdroje a nakonfigurujte ich.
zh_cn: 您的资料库目前是空的。[CR]要在资料库中添加个人媒体，请添加来源并对其进行配置。

# #31461
source: Recommended Youtube videos
de_de: Empfohlene Youtube Videos
he_il: סרטוני יו-טיוב מומלצים
hu_hu: Ajánlott Youtube videók
nl_nl: Voorgestelde Youtube-video's
pt_br: Vídeos recomendados do Youtube
ru_ru: Рекомендованые видео Youtube
sk_sk: Odporúčané Youtube videá
zh_cn: 推荐的 Youtube 视频

# #31462
source: Video countries icons pack
de_de: Länder Icons Paket für Videos
he_il: מארז סמלילי מדינות וידאו
hu_hu: Ország ikoncsomag
nl_nl: Icon pakketlanden
pt_br: Pacote de ícones de países
ru_ru: Набор иконок стран видео
sk_sk: Balíček ikon krajín pre videá
zh_cn: 各国视频图标包

# #31463
source: No broadcast this day
de_de: Heute keine Ausstrahlung
he_il: אין שידור היום
hu_hu: Nincs adás ezen a napon
nl_nl: Vandaag geen uitzending
pt_br: Não há transmissão neste dia
ru_ru: В этот день трансляций нет
sk_sk: Dnes žiadne vysielanie
zh_cn: 本日暂不播出

# #31464
source: Automatically show music video info at beginning and end of playing
de_de: Zeige Musikvideo Informationen am Anfang und Ende des Abspielens
he_il: הצג באופן אוטומטי פרטי וידאו של מוזיקה בתחילת הניגון ובסופו
hu_hu: Zeneivideó infó mutatása kezdésnél, és a végén
nl_nl: Automatisch muziekvideoinformatie laten zien aan het begin en einde
pt_br: Mostrar automaticamente informações do videoclipe no início e no final da reprodução
ru_ru: Автоматически показывать информацию о видеоклипе в начале и окончании воспроизведения
sk_sk: Automaticky zobraziť informácie o videoklipe na začiatku a konci prehrávánia
zh_cn: 在播放开始和结束时自动显示音乐视频信息

# #31465
source: Background replacement
de_de: Standardhintergrund
he_il: החלפת רקע
hu_hu: Háttér kiválasztás
nl_nl: Achtergrondvervanging
pt_br: Substituição do plano de fundo
ru_ru: Замена фона
sk_sk: Náhrada pozadia
zh_cn: 背景更换

# #31466
source: Genres panel
de_de: Genres
he_il: לוח סגנונות
hu_hu: Műfajok panel
nl_nl: Genres paneel
pt_br: Painel de gêneros
ru_ru: Панель жанров
sk_sk: Panel žánrov
zh_cn: 流派小组

# #31467
source: Most played music videos
de_de: Am häufigsten gespielte Musikvideos
he_il: קליפי וידאו הכי פופולריים
hu_hu: Leggyakrabban játszott zenei videók
nl_nl: Meest afgespeelde muziekvideo's
pt_br: Vídeos musicais mais tocados
ru_ru: Самые часто воспроизводимые видеоклипы
sk_sk: Najhranejšie videoklipy
zh_cn: 播放次数最多的音乐视频

# #31468
source: Show media names with widgets names
de_de: Zeige Mediennamen zusammen mit Widgetnamen
he_il: הצג שמות מדיה ללא שמות יישומונים
hu_hu: Médiacímek mutatása a widgetcímeken
nl_nl: Laat media namen met widgetnamen zien
pt_br: Mostrar nomes de mídia com nomes de widgets
ru_ru: Отображать названия медиа вместе с названиями виджетов
sk_sk: Zobraziť názvy médií spolu s názvami widgetov
zh_cn: 用部件名称显示媒体名称

# #31469
source: Christmas Theme
de_de: Weihnachts Thema
he_il: נושא חג המולד
nl_nl: Kerstmisthema
pt_br: Tema de Natal
ru_ru: Рождественская тема
sk_sk: Vianočný motív
zh_cn: 圣诞主题

# #31470
source: Halloween Theme
de_de: Halloween Thema
he_il: נושא ליל כל הקדושים
nl_nl: Halloweenthema
pt_br: Tema de Halloween
ru_ru: Тема Хеллоуин
sk_sk: Halloweensky motív
zh_cn: 万圣节主题

# #31471
source: Easter Theme
de_de: Ostern Thema
he_il: נושא חג הפסחא
nl_nl: Pasenthema
pt_br: Tema de Páscoa
ru_ru: Пасхальная тема
sk_sk: Veľkonočný motív
zh_cn: 复活节主题

# #31472
source: Valentine's Day Theme
de_de: Valentinstag Thema
he_il: נושא ליום האהבה
nl_nl: Valentijnsdag thema
pt_br: Tema do Dia dos Namorados
ru_ru: Тема ко дню Святого Валентина
sk_sk: Valentínsky motív
zh_cn: 情人节主题

# #31473
source: Show channel groups
de_de: Zeige Kanalgruppen
he_il: הצג קבוצות ערוצים
hu_hu: Csatorna csoportok
nl_nl: Kanaalgroepen tonen
pt_br: Mostrar grupos de canais
ru_ru: Показать группы каналов
sk_sk: Zobraziť skupiny kanálov
zh_cn: 显示频道组

# #31474
source: Scope mode for constant image height (CIH) setup
de_de: Scope Modus für konstante Bildhöhen (CIH)
he_il: מצב היקף להגדרת גובה תמונה קבוע (CIH).
hu_hu: Üzemmód az állandó képmagasság (CIH) beállításához
pt_br: Modo de escopo para configuração de altura de imagem constante (CIH)
ru_ru: Режим области для настройки постоянной высоты изображения (CIH)
sk_sk: Režim pre nastavenie konštantnej výšky obrazu (CIH)
zh_cn: 恒定图像高度 (CIH) 设置的范围模式

# #31480
source: Scope mode
he_il: מצב היקף
hu_hu: Mód
nl_nl: Scopemodus
pt_br: Modo de escopo
ru_ru: Режим области
sk_sk: Režim náhľadu
zh_cn: 示波器模式

# #31481
source: My ratings and scraper ratings
zh_cn: 我的评分和刮晓评分

# #31482
source: Scraper ratings text color
zh_cn: 刮削评分文本颜色

# #31483
source: My ratings text color
de_de: Textfarbe für meine Bewertungen
he_il: צבע הטקסט של הדירוגים שלי
hu_hu: Saját pontozás színe
nl_nl: Tekstkleur scraper beoordeling
pt_br: Cor do texto de minhas avaliações
ru_ru: Цвет текста для моих рейтингов
sk_sk: Farba textu mojich hodnotení
zh_cn: 我的评分文字颜色

# #31484
source: Loading...
he_il: טוען...
hu_hu: Betöltés...
nl_nl: Laden...
pt_br: Carregando...
ru_ru: Загрузка...
sk_sk: Načítavam...
zh_cn: 正在加载...

# #31485
source: Parental control related settings.
he_il: הגדרות הקשורות לבקרת הורים.
hu_hu: Szülői kontrollal kaocsolatos beállítások
nl_nl: Instellingen ouderlijk toezicht
pt_br: Configurações relacionadas ao controle dos pais.
ru_ru: Настройки, связанные с родительским контролем
sk_sk: Nastavenia súvisiace s rodičovskou kontrolou.
zh_cn: 家长控制相关设置

# #31486
source: Select Resolution
he_il: בחר רזולוציה
hu_hu: Felbontás kiválasztása
nl_nl: Selecteer resolutie
pt_br: Selecionar resolução
ru_ru: Выберите разрешение
sk_sk: Vyberte rozlíšenie
zh_cn: 选择分辨率

# #31487
source: Date added
he_il: תאריך הוסף
hu_hu: Hozzáadás dátuma
nl_nl: Toegevoegd op
pt_br: Data adicionada
ru_ru: Дата добавления
sk_sk: Dátum pridania
zh_cn: 添加日期

# #31488
source: Show extended info
de_de: Zeige weitere Informationen
he_il: הצג מידע מורחב
hu_hu: Bővített infó
nl_nl: Laat uitgebreide info zien (Extended info)
pt_br: Mostrar informações estendidas
ru_ru: Отобразить расширенную информацию
sk_sk: Zobraziť rozšírené informácie
zh_cn: 显示扩展信息

# #31489
source: By
he_il: על ידי
nl_nl: Door
pt_br: Por
ru_ru: От
sk_sk: od
zh_cn: 通过

# #31490
source: Movies from movie set
he_il: סרטים מסט סרטים
hu_hu: Filmek gyűjteményekből
nl_nl: Films uit set
pt_br: Filmes do set de filmagem
ru_ru: Фильмы из киноцикла
sk_sk: Filmy z kolekcie filmov
zh_cn: 电影拍摄现场的电影

# #31491
source: Press [B]DOWN[/B] to show info from selected movie
de_de: Nach [B]UNTEN[/B] drücken, um Infos zum ausgewählten Film anzuzeigen
he_il: לחץ על [B]DOWN[/B] כדי להציג מידע מהסרט שנבחר
hu_hu: Nyomj [B]LE gombot[/B] a filminfó mutatásához
nl_nl: Klik op [B]DOWN[/B] om informatie te zien over film
pt_br: Pressione [B] PARA BAIXO [/B] para mostrar informações do filme selecionado
ru_ru: Нажмите [B]ВНИЗ[/B], чтобы показать информацию о выбранном фильме
sk_sk: Stlačte [B]DOLE[/B] pre zobrazenie informácií o označenom filme
zh_cn: 按 [B]DOWN[/B] 显示所选影片的信息

# #31492
source: Lists settings
de_de: Listen Einstellungen
he_il: רשימות הגדרות
hu_hu: Lista beállítás
nl_nl: Instellingen lijsten
pt_br: Configurações da lista
ru_ru: Настройки списков
sk_sk: Nastavenia zoznamov
zh_cn: 列表设置

# #31493
source: Show Actors list
de_de: Zeige Schauspielerliste
he_il: הצג את רשימת השחקנים
hu_hu: Színész lista mutatása
ru_ru: Показать список актеров
sk_sk: Zobraziť zoznam hercov
zh_cn: 演出演员名单

# #31494
source: Episode count
de_de: Episodenanzahl
he_il: ספירת פרקים
hu_hu: Epizód száma
nl_nl: Afleveringen tellen
pt_br: Total de episódios
ru_ru: Количество серий
sk_sk: Počet epizód
zh_cn: 集数

# #31495
source: Movies from director
de_de: Filme des Directors
he_il: סרטים של במאי
hu_hu: A rendező filmjei
nl_nl: Films van director
pt_br: Filmes do diretor
ru_ru: Фильмы директора
sk_sk: Filmy od režiséra
zh_cn: 导演的电影

# #31496
source: Similar movies
de_de: Ähnliche Filme
he_il: סרטים דומים
hu_hu: Hasonló filmek
nl_nl: Soortgelijke films
pt_br: Filmes semelhantes
ru_ru: Похожие фильмы
sk_sk: Podobné filmy
zh_cn: 类似电影

# #31497
source: Movies from studio
de_de: Filme des Studios
he_il: סרטים מהאולפן
hu_hu: Filmek a stúdiótól
nl_nl: Films uit bepaalde studio
pt_br: Filmes do estúdio
ru_ru: Фильмы студии
sk_sk: Filmy od štúdia
zh_cn: 工作室电影

# #31498
source: Next Up episodes
de_de: Demnächst erscheinende Episoden
he_il: הפרקים הבאים
hu_hu: Következő részek
nl_nl: Next Up afleveringen
pt_br: Próximos episódios
ru_ru: Следующие серии
sk_sk: Nadchádzajúce epizódy
zh_cn: 下一集

# #31499
source: Similar TV shows
de_de: Ähnliche Serien
he_il: תוכניות טלוויזיה דומות
hu_hu: Hasonló sorozatok
nl_nl: Soortgelijke TV series
pt_br: Série semelhante
ru_ru: Похожие сериалы
sk_sk: Podobné seriály
zh_cn: 类似电视节目

# #31500
source: Fanarts list
de_de: Fanart Liste
he_il: רשימת מעריצים
hu_hu: Fanart lista
nl_nl: Fanartslijst
pt_br: Lista de Fanarts
ru_ru: Список фанартов
sk_sk: Zoznam fanartov
zh_cn: 同人作品列表

# #31501
source: Albums from library
de_de: Alben aus der Bibliothek
he_il: אלבומים מהספרייה
hu_hu: Albumok a médiatárból
nl_nl: Albums uit bibliotheek
pt_br: Álbuns da biblioteca
ru_ru: Альбомы из библиотеки
sk_sk: Albumy z knižnice
zh_cn: 资料库中的相册

# #31502
source: Complete discography
de_de: Komplette Diskografie
he_il: דיסקוגרפיה מלאה
hu_hu: Teljes discográfiák
pt_br: Discografia completa
ru_ru: Полная дискография
sk_sk: Kompletná diskografia
zh_cn: 完整唱片目录

# #31503
source: Songs from album
de_de: Songs des Albums
he_il: שירים מתוך אלבום
hu_hu: Zenék az albumból
nl_nl: Liedjes van album
pt_br: Músicas do álbum
ru_ru: Песни из альбома
sk_sk: Skladby z albumu
zh_cn: 专辑歌曲

# #31504
source: Press [B]OK[/B] to show back thumb
de_de: Drücke [B]OK[/B] um die Rückseite anzuzeigen
he_il: לחץ על [B]OK[/B] כדי להציג את האגודל האחורי
hu_hu: Nyomj [B]OK-t[/B] a bélyegkép megjelenítéshez
nl_nl: Klik op [B]OK[/B] om terug thumb te zien
pt_br: Pressione [B] OK [/B] para mostrar a miniatura
ru_ru: Нажмите [B]OK[/B], чтобы снова показать изображение
sk_sk: Stlačte [B]OK[/B] pre zobrazenie náhľadu zadnej strany
zh_cn: 按 [B]OK[/B] 显示返回拇指

# #31505
source: Episode of the season
de_de: Episode der Staffel
he_il: פרק העונה
hu_hu: Szezon epizódok
nl_nl: Aflevering van seizoen
pt_br: Episódio da temporada
ru_ru: Серии сезона
sk_sk: Epizóda zo sezóny
zh_cn: 本季的插曲

# #31506
source: Posters
de_de: Poster
he_il: פוסטרים
hu_hu: Poszterek
pt_br: Pôsteres
ru_ru: Постеры
sk_sk: Plagáty
zh_cn: 海报

# #31507
source: Fanarts
de_de: Fanart
he_il: מעריצים
hu_hu: Fanartok
ru_ru: Фанарты
sk_sk: Fanarty
zh_cn: 同人作品

# #31508
source: Resume playback at
de_de: Starte Playback ab
he_il: המשך השמעה ב
hu_hu: Abbahagyott időponttól lejátszás
nl_nl: Terugkijken op
pt_br: Continuar a reprodução em
ru_ru: Возобновить воспроизведение с
sk_sk: Pokračovať v prehrávání od
zh_cn: 在以下位置恢复播放

# #31509
source: Press [B]OK[/B] to show biography
he_il: לחץ על [B]OK[/B] כדי להציג ביוגרפיה
hu_hu: Nyomj [B]OK-t[/B] az életrajzhoz
nl_nl: Klik op [B]OK[/B] om biography te zien
pt_br: Pressione [B] OK [/B] para mostrar a biografia
ru_ru: Нажмите [B]OK[/B] для показа биографии
sk_sk: Stlačte [B]OK[/B] pre zobrazenie životopisu
zh_cn: 按 [B]OK[/B] 显示传记

# #31510
source: Website
he_il: אתר אינטרנט
hu_hu: Weboldal
ru_ru: Вебсайт
sk_sk: Webstránka
zh_cn: 网址

# #31511
source: Role in movie
he_il: תפקיד בסרט
hu_hu: Szerep a filmben
nl_nl: Rol in film
pt_br: Papel no filme
ru_ru: Роль в фильме
sk_sk: Rola vo filme
zh_cn: 电影角色

# #31512
source: Crew member in movie
he_il: חבר צוות בסרט
hu_hu: A filmben stábtag
nl_nl: Cast in film
pt_br: Papel no filme
ru_ru: Член съемочной группы в фильме
sk_sk: Člen štábu vo filme
zh_cn: 电影中的工作人员

# #31513
source: Role in TV show
he_il: תפקיד בתוכנית טלוויזיה
hu_hu: Szerep a Sorozatban
nl_nl: Rol in TV serie
pt_br: Papel na série
ru_ru: Роль в сериале
sk_sk: Rola v seriáli
zh_cn: 电视节目中的角色

# #31514
source: Crew member in TV show
he_il: חבר צוות בתוכנית טלוויזיה
hu_hu: Stábtag a sorozatban
nl_nl: Cast in TV serie
pt_br: Papel nas séries
ru_ru: Член съемочной группы в сериале
sk_sk: Člen štábu v seriáli
zh_cn: 电视节目中的工作人员

# #31515
source: Palm Week
de_de: Palmwoche
he_il: שבוע הדקלים
hu_hu: Nagyhét
ru_ru: Вербная неделя
sk_sk: Palmový týždeň
zh_cn: 复活节

# #31550
source: Channel groups
de_de: Kanalgruppen
he_il: קבוצות ערוצים
hu_hu: Csatorna csoportok
nl_nl: Kanaal groepen
pt_br: Grupos de canais
ru_ru: Группы каналов
sk_sk: Skupiny kanálov
zh_cn: 频道组

# #31551
source: German Telecast Offers
he_il: הצעות טלוויזיה גרמנית
nl_nl: Duitse Telecast aanbiedingen
ru_ru: Предложения немецких телепередач
sk_sk: Televízne ponuky
zh_cn: 德国电视转播优惠

# #31552
source: Also apply to radio and internet station logos
de_de: Auch auf Logos von Radiostationen und Internetstreams anwenden
he_il: חל גם על לוגו של תחנות רדיו ואינטרנט
hu_hu: Alkalmazás a rádió és internet csatorna logókra
nl_nl: Ook toevoegen aan radio en internetstationlogo's
ru_ru: Также применяется к логотипам радио и интернет-станций
sk_sk: Použiť tiež aj pre logá rádií a internetových staníc
zh_cn: 也适用于广播电台和网络电台的徽标

# #31553
source: Use poster view for music video widgets
de_de: Benutze Posterformat für Musikvideo Widgets
he_il: השתמש בתצוגת פוסטר עבור ווידג'טים של סרטוני מוזיקה
hu_hu: Poster nézet a zenei videó widgetekhez
nl_nl: Gebruik posters voor muziek video widgets
ru_ru: Использовать вид Постеры для виджетов видеоклипов
sk_sk: Použiť zobrazenie Plagát pre widgety videoklipov
zh_cn: 为音乐视频小部件使用海报视图

# #31554
source: Show year of publication in title
de_de: Erscheinungsjahr hinter dem Titel anzeigen
he_il: הצג את שנת ההוצאה בכותרת
hu_hu: Megjelenés éve mutatása a címben
nl_nl: Laat jaar van publicatie zien in titel
ru_ru: Отображать год публикации в заголовке
sk_sk: Zobraziť v názve rok vydania
zh_cn: 在标题中显示出版年份

# #31555
source: Optional icons and fanart packs
de_de: Optionale Icon- und Fanart Sammlungen
he_il: סמלים אופציונליים וחבילות פנטסטיות
hu_hu: Kiválasztható ikon és fanart csomagok
nl_nl: Optionele icon en fanart verzameling
ru_ru: Необязательные значки и наборы фан-артов
sk_sk: Voliteľné balíčky ikon a fanartov
zh_cn: 可选图标和扇形图包

# #31556
source: Reboot from NAND (Android)
de_de: Neustart vom NAND (Android)
he_il: אתחול מחדש מ-NAND (אנדרואיד)
hu_hu: Újraindítás NAND-ból (Andoid)
nl_nl: Herstart vanaf NAND (Android)
ru_ru: Перезагрузка из NAND (Android)
sk_sk: Reštartovať z NAND (Android)
zh_cn: 从 NAND 重新启动（安卓）

# #31557
source: Restart Kodi
de_de: Kodi Neustart
he_il: הפעל מחדש את קודי
hu_hu: Kodi újraindítása
nl_nl: Herstart Kodi
ru_ru: Перезапустить Kodi
sk_sk: Reštartovať Kodi
zh_cn: 重启 Kodi

# #31558
source: Addon-ID
he_il: תוסף-מזהה
hu_hu: Kiegészítő azonosító
ru_ru: ID-аддона
zh_cn: 插件 ID

# #31559
source: Platform
de_de: Plattform
he_il: פּלַטפוֹרמָה
ru_ru: Платформа
sk_sk: Platforma
zh_cn: 平台

# #31560
source: Forced Views
de_de: Erzwungene Ansichten
he_il: צפיות מאולצות
hu_hu: Erőltetett nézet
nl_nl: Geforceerde lijst
ru_ru: Форсированные виды отображения
sk_sk: Vynútené zobrazenia
zh_cn: 强制浏览

# #31561
source: Show PVR related Artworks
de_de: PVR-bezogene Artwork anzeigen
he_il: הצג יצירות אמנות הקשורות ל-PVR
hu_hu: PVR hez kapcsolódó artwork mutatássa
nl_nl: Laat PVR-gerelateerde content zien
ru_ru: Отображать PVR related Artworks
sk_sk: Zobraziť Artworky súvisice s PVR
zh_cn: 显示与 PVR 相关的作品

# #31562
source: PVR Artwork Configuration
de_de: PVR Artwork Konfiguration
he_il: תצורת יצירות אמנות PVR
hu_hu: PVR Artwork beállítása
nl_nl: PVR-content configuratie
ru_ru: Конфигурация PVR Artwork
sk_sk: Konfigurácia PVR Artwork
zh_cn: PVR 作品配置

# #31563
source: Show date
de_de: Datum anzeigen
he_il: הצג תאריך
hu_hu: Dátumot mutat
nl_nl: Datum laten zien
ru_ru: Отображать дату
sk_sk: Zobraziť dátum
zh_cn: 演出日期

# #31564
source: Top Bar
de_de: Kopfleiste
he_il: בר עליון
hu_hu: Felső sáv
nl_nl: Bovenste regel
ru_ru: Верхняя панель
sk_sk: Horná lišta
zh_cn: 顶部栏

# #31565
source: Bottom Bar
de_de: Fußleiste
he_il: בר תחתון
hu_hu: Alsó sáv
nl_nl: Onderste regel
ru_ru: Нижняя панель
sk_sk: Spodná lišta
zh_cn: 底部栏

# #31566
source: Media
de_de: Medien
he_il: כְּלֵי תִקְשׁוֹרֶת
hu_hu: Média
ru_ru: Медиа
sk_sk: Média
zh_cn: 媒体

# #31567
source: Kodi/Distribution Logo
de_de: Kodi/Distributions Logo
he_il: לוגו קודי/הפצה
hu_hu: Kodi/Változatok logója
nl_nl: Kodi/Distributielogo
sk_sk: Logo Kodi/Distribution
zh_cn: kodi/发行徽标

# #31568
source: LibreELEC
zh_cn: 自由电气

# #31569
source: CoreELEC
zh_cn: 核心电气

# #31570
source: Show extended Power Menu
de_de: Zeige erweitertes Power-Menü
he_il: הצג תפריט הפעלה מורחב
hu_hu: Bővített kikapcsolási menü
nl_nl: Laat uitgebreid powermenu zien
ru_ru: Отображать расширенное меню выключения
sk_sk: Zobraziť rozšírenú ponuku napájania
zh_cn: 显示扩展电源菜单

# #31571
source: Prefer Fanart in EPG preview window if available
de_de: Bevorzuge Fanart im EPG Vorschaufenster, falls verfügbar
he_il: העדיפו את Fanart בחלון התצוגה המקדימה של EPG אם זמין
hu_hu: Előnyben részesítse a Fanartot az EPG előnézeti ablakában, ha elérhető
nl_nl: Laat fanart in EPG-voorvertoning zien indien beschikbaar
ru_ru: Предпочитать фанарт в окне предпросмотра EPG, если доступно
sk_sk: Preferovať Fanart v okne náhľadu EPG, ak je k dispozícii
zh_cn: 首选 EPG 预览窗口中的 同人海报（如果有）

# #31572
source: Upcoming episodes
de_de: Demnächst erscheinende Episoden
he_il: פרקים קרובים
hu_hu: Következő részek
nl_nl: Aankomende afleveringen
ru_ru: Предстоящие серии
sk_sk: Nadchádzajúce epizódy
zh_cn: 即将播出的剧集

# #31573
source: Show MPAA rating
de_de: Zeige Altersbegrenzung (MPAA)
he_il: הצג דירוג MPAA
hu_hu: MPAA pontozás
nl_nl: Laat MPAA-beoordeling zien
ru_ru: Отображать рейтинг MPAA
sk_sk: Zobraziť hodnotenie MPAA
zh_cn: 显示 MPAA 评级

# #31574
source: (until
de_de: (bis
he_il: (עד
hu_hu: (addig
nl_nl: tot
ru_ru: (пока
sk_sk: (pokým
zh_cn: (直到

# #31575
source: Show Color Depth
de_de: Zeige Farbtiefe
he_il: הצג עומק צבע
hu_hu: Színmélység
nl_nl: Laat kleurdiepte zien
ru_ru: Отображать глубину цвета
sk_sk: Zobraziť farebnú hĺbku
zh_cn: 显示色深

# #31576
source: Show additional Infos within the PVR widgets
de_de: Zeige zusätzliche Informationen in den PVR Widgets
he_il: הצג מידע נוסף בתוך ווידג'טים של PVR
hu_hu: További információk megjelenítése a PVR widgeteken belül
nl_nl: Meer informatie binnen de PVR-widgets
ru_ru: Отображать дополнительную информацию в виджетах PVR
sk_sk: Zobraziť ďalšie informácie v PVR widgetoch
zh_cn: 在 PVR 部件中显示其他信息

# #31577
source: Close Video OSD automatically after
de_de: Video OSD automatisch schließen nach
he_il: סגור וידאו OSD באופן אוטומטי לאחר
hu_hu: Ezután automatikusan zárja be a Video OSD-t
nl_nl: Sluit OSD-menu automatisch na
ru_ru: Закрывать Инфопанель видео через
sk_sk: Automaticky zatvoriť Video OSD po
zh_cn: 之后自动关闭视频 OSD

# #31578
source: disabled
de_de: ausgeschalten
he_il: נָכֶה
hu_hu: letiltva
nl_nl: Uitgezet
ru_ru: отключено
sk_sk: zakázané
zh_cn: 已缺失

# #31580
source: 3 seconds
de_de: 3 Sekunden
he_il: 3 שניות
hu_hu: 3 másodperc
nl_nl: 3 seconden
ru_ru: 3 секунды
sk_sk: 3 sekúnd
zh_cn: 3 秒钟

# #31581
source: 5 seconds
de_de: 5 Sekunden
he_il: 5 שניות
hu_hu: 5 másodperc
nl_nl: 5 seconden
ru_ru: 5 секунд
sk_sk: 5 sekúnd
zh_cn: 5 秒钟

# #31582
source: 7 seconds
de_de: 7 Sekunden
he_il: 7 שניות
hu_hu: 7 másodperc
nl_nl: 7 seconden
ru_ru: 7 секунд
sk_sk: 7 sekúnd
zh_cn: 7 秒钟

# #31583
source: 10 seconds
de_de: 10 Sekunden
he_il: 10 שניות
hu_hu: 10 másodperc
nl_nl: 10 seconden
ru_ru: 10 секунд
sk_sk: 10 sekúnd
zh_cn: 10 秒钟

# #31584
source: 15 seconds
de_de: 15 Sekunden
he_il: 15 שניות
hu_hu: 15 másodperc
nl_nl: 15 seconden
ru_ru: 15 секунд
sk_sk: 15 sekúnd
zh_cn: 15 秒钟

# #31585
source: Show Channel Numbers
de_de: Zeige Kanalnummern
he_il: הצג את מספרי הערוצים
hu_hu: Csatornaszámok mutatása
nl_nl: Laat kanaalnummers zien
ru_ru: Отображать номера каналов
sk_sk: Zobraziť čísla kanálov
zh_cn: 显示频道编号

# #31586
source: Show Date of First aired
de_de: Zeige Datum der Erstausstrahlung
he_il: תאריך שידור התוכנית לראשונה
hu_hu: Bemutatás dátumának mutatása
nl_nl: Voor het eerst verschenen
ru_ru: Отображать дату первого эфира
sk_sk: Zobraziť dátum premiéry
zh_cn: 节目首播日期

# #31587
source: Item Path of Picture Widgets
de_de: Pfad für die Bilder Widgets
he_il: נתיב פריט של ווידג'טים של תמונה
hu_hu: Kép widgetek elem elérési útja
nl_nl: Pad naar fotowidgets
ru_ru: Путь к элементам для виджета Изображения
sk_sk: Cesta pre widgety obrázkov
zh_cn: 图片小部件的项目路径
